Repository: cybint-linux/tasksel
Catalog: po/*.po
Languages: bg, ca, cy, el, es, fi, fr, he, id, ja, lt, nl, pl, pt, ro, ru, sk, sl, sv, tr

source: tasksel install <task>
bg: tasksel install <задача>
ca: tasksel install <tasca>
cy: tasksel install <tasg>
es: instalación de tasksel <tarea>
fi: tasksel install <tehtävä>
fr: tasksel installe <tâche>
id: tasksel memasang <task>
ja: tasksel は、<task> をインストールします。
nl: tasksel install <taak>
pl: tasksel install <zadanie>
pt: tasksel install <tarefa>
ro: tasksel install <sarcinã>
sk: tasksel install <úloha>
sv: tasksel install <funktion>
tr: tasksel install <görev>

source: tasksel [options]; where options is any combination of:
bg: tasksel [опции]; където опциите са всяка комбинация от:
ca: tasksel [opcions]; on opcions és qualsevol combinació de:
cy: tasksel [opsiynnau]; le mae opsiynnau yn unrhyw gyfuniad o:
el: tasksel [επιλογές]; όπου επιλογές είναι οποιοσδήποτε συνδυασμός των:
es: tasksel [opciones]; donde opciones es una combinación de:
fi: tasksel [valitsimet]; jossa valitsimet on mikä tahansa seuraavien yhdistelmä:
fr: tasksel [options] ; où options est une combinaison de :
he: tasksel [options]; כאשר options הוא כל שילוב של:
id: tasksel [pilihan]; dimana pilihan adalah komibinasi-kombinasi dari:
ja: tasksel [オプション]; オプションは以下の任意の組み合わせ:
lt: tasksel [parametrai]; kur parametrai, tai sekančių raktų kombinacija:
nl: tasksel [opties]; waar opties gelijk welke combinatie is van:
pl: tasksel [opcje]; gdzie opcje to kombinacja:
pt: tasksel [opções]: onde as opções são qualquer combinação de:
ro: tasksel [opþiuni]; unde optiuni reprezintã orice combinaþie din:
ru: tasksel [опции]; где опции -- любая комбинация следующих ключей:
sk: tasksel [voµby]; kde voµby sú µubovoµnou kombináciou:
sl: tasksel [možnosti], kjer so možnosti poljubna kombinacija:
sv: tasksel [flaggor]; där flaggor kan vara en kombination av:
tr: tasksel [seçenekler]; seçenekler aşağıdakilerin bir kombinasyonudur:

source: -t -- test mode; don't actually run apt-get on exit
bg: -t -- тестов режим; не изпълнява apt-get на излизане
ca: -t -- mode de prova; no executa apt-get en sortir
cy: -t -- modd profi; peidio a rhedeg apt-get wrth adael
el: -t -- κατάσταση ελέγχου, δεν εκτελεί την εντολή apt-get κατά την έξοδο
es: -t -- modo de pruebas; no ejecuta apt-get al salir
fi: -t -- kokeilutila; apt-getia ei suoriteta lopussa
fr: -t -- mode test ; ne pas exécuter apt-get en quittant
he: -t -- test mode; אל תריץ apt-get ביציאה
id: -t -- mode tes; setelah keluar, jangan menjalankan perintah apt-get
ja: -t -- テストモード; 終了時に実際には apt-get を実行しない
lt: -t -- testinis režimas; neleisti apt-get programos vykdymo išeinant
nl: -t -- test modus; apt-get niet opstarten bij het afsluiten
pl: -t -- tryb testowy; nie uruchamia apt-get przy wyj¶ciu
pt: -t -- modo teste; não corre apt-get ao sair
ro: -t -- mod test; nu ruleazã de fapt apt-get la ieºire
ru: -t -- тестовый режим; не запускать apt-get при выходе
sk: -t -- testovací mód; po ukonèení nespustí apt-get
sl: -t -- poskusni način, ki ob izhodu ne požene apt-get
sv: -t -- testläge; kör inte apt-get vid avslutning
tr: -t -- test modu, çıkışta apt-get'i çalıştırma

source: -q -- queue installs; do not install packages with apt-get; just queue them in dpkg
bg: -q -- забавено инсталиране; пакетите не се инсталират с apt-get; просто се слагат в опашката за инсталиране на dpkg
ca: -q -- encua instal·lacions; no instal·la paquets amb apt-get; només encola-los en dpkg
cy: -q -- ciwio sefydliadau; peidio a sefydlu pecynnau efo apt-get; eu ciwio nhw yn dpkg yn unig
el: -q -- σειριακοποίηση των εγκαταστάσεων, δεν εγκαθιστά τα πακέτα με την apt-get, απλώς σειριακοποιεί τις εγκαταστάσεις με το dpkg
es: -q -- pon las instalaciones en la cola; no instala los paquetes con apt-get; sólo los pone en la cola en dpkg
fi: -q -- jonoasennukset; älä asenna paketteja apt-get:lla; laita ne vain dpkg:n jonoon
fr: -q -- mettre en file d'attente ; ne pas installer les paquets avec apt-get ; les mettre seulement dans la file d'attente de dpkg
he: -q -- queue installs; אל תתקין חבילות עם apt-get; רק הכנס אותם לתור של dpkg
id: -q -- paket yang dipasang akan menjalani antrian; jangan memasang paket dengan perintah apt-get; cukup antrikan saja ke dpkg
ja: -q -- キューインストール; apt-get でパッケージをインストールしない; 単に dpkg のキューに入れる
lt: -q -- įdiegimo eilė; nediegti paketų su apt-get; tik pastatyti juos į eilę programai dpkg
nl: -q -- installaties in wachtrij (queue) plaatsen; installeer geen pakketten met apt-get; zet ze enkel in de wachtrij van dpkg
pl: -q -- kolejkuj instalacje; nie instaluj pakietów przy pomocy apt-get; jedynie kolejkuj je w dpkg
pt: -q -- instalações queue; não instalar pacotes com apt-get; apenas por a fila no dpkg
ro: -q -- instalare "în coadã"; nu instaleazã pachetele cu apt-get; doar le pune în coada lui dpkg
ru: -q -- поставить в очередь; не устанавливать пакеты с помощью apt-get; просто поставить их в очередь dpkg
sk: -q -- odlo¾ená in¹talácia; nenain¹taluje balíky pomocou apt-get; vykoná iba nastavenie dpkg
sl: -q -- namestitve postavi v vrsto in paketov ne namesti z apt-get; samo postavi jih v vrsto za dpkg
sv: -q -- köa installatioenr; installera inte paket med apt-get; köa dem bara i dpkg
tr: -q -- kurulumları kuyruğa at, paketleri apt-get ile kurma; yalnızca dpkg kuyruğuna at

source: -r -- install all required-priority packages
bg: -r -- инсталиране на всички пакети с приоритет "задължителен"
ca: -r -- instal·la tots els paquets amb prioritat «requerit»
cy: -r -- sefydlu pob pecyn a'r blaenoriaeth 'angenrheidiol'
el: -r -- εγκατάσταση όλων των πακέτων με προτεραιότητα "required"
es: -r -- instala todos los paquetes con prioridad 'requerido'
fi: -r -- asenna kaikki required-prioriteetin paketit
fr: -r -- installer tous les paquets ayant la priorité « Requis »
he: -r -- התקן את כל החבילות שבעדיפות נדרשת
id: -r --pasang semua paket yang memiliki prioritas dibutuhkan
ja: -r -- 優先度「必須」のパッケージをすべてインストールする
lt: -r -- įdiegti visus paketus turinčius prioritetiškumą 'required'
nl: -r -- installeer alle pakketten met prioriteit=vereist
pl: -r -- zainstaluj wszystkie wymagane pakiety
pt: -r -- instalar todos os pacotes com prioridade-required
ro: -r -- instaleazã toate pachetele de prioritate "necesar"
ru: -r -- установить все необходимые пакеты
sk: -r -- in¹talácia v¹etkých balíkov s prioritou required
sl: -r -- namesti vse pakete z zahtevano prioriteto
sv: -r -- installera alla paket med prioriteten "krävs"
tr: -r -- gerekli-öncelikli tüm paketleri kur

source: -i -- install all important-priority packages
bg: -i -- инсталиране на всички пакети с приоритет "важен"
ca: -i -- instal·la tots els paquets amb prioritat «important»
cy: -i -- sefydlu pob pecyn a'r blaenoriaeth 'pwysig'
el: -i -- εγκατάσταση όλων των πακέτων με προτεραιότητα "important"
es: -i -- instala todos los paquetes con prioridad 'importante'
fi: -i -- asenna kaikki tärkeä-prioriteetin paketit
fr: -i -- installer tous les paquets ayant la priorité « Important »
he: -i -- התקן את כל החבילות החשובות
id: -i -- pasang semua paket yang memiliki prioritas penting
ja: -i -- 優先度「重要」のパッケージをすべてインストールする
lt: -i -- įdiegti visus paketus turinčius prioritetiškumą 'important'
nl: -i -- installeer alle pakketten met prioriteit=belangrijk
pl: -i -- zainstaluj wszystkie wa¿ne pakiety
pt: -i -- instalar todos os pacotes com prioridade-important
ro: -i -- instaleazã toate pachetele de prioritate "important"
ru: -i -- установить все важные пакеты
sk: -i -- in¹talaácia v¹etkých balíkov s prioritou important
sl: -i -- namesti vse pakete s pomembno prioriteto
sv: -i -- installera alla paket med prioriteten "viktig"
tr: -i -- önemli-öncelikli tüm paketleri kur

source: -s -- install all standard-priority packages
bg: -s -- инсталиране на всички пакети с приоритет "стандартен"
ca: -s -- instal·la tots els paquets amb prioritat «estàndard»
cy: -s -- sefydlu pob pecyn a'r blaenoriaeth 'safonnol'
el: -s -- εγκατάσταση όλων των πακέτων με προτεραιότητα "standard"
es: -s -- instala todos los paquetes con prioridad 'estandar'
fi: -s -- asenna kaikki standardiprioriteetin paketit
fr: -s -- installer tous les paquets ayant la priorité « Standard »
he: -s -- התקן את כל החבילות הרגילות
id: -s -- pasang semua paket yang memiliki prioritas standar
ja: -s -- 優先度「標準」のパッケージをすべてインストールする
lt: -s -- įdiegti visus paketus turinčius prioritetiškumą 'standard'
nl: -s -- installeer alle pakketten met prioriteit=standaard
pl: -s -- zainstaluj wszystkie standardowe pakiety
pt: -s -- instalar todos os pacotes com prioridade-standard
ro: -i -- instaleazã toate pachetele de prioritate "standard"
ru: -s -- установить все пакеты с приоритетом "стандартный"
sk: -s -- in¹talácia v¹etkých balíkov s prioritou standard
sl: -s -- namesti vse pakete z običajno prioriteto
sv: -s -- installera alla paket med prioriteten "normal"
tr: -s -- standart-öncelikli tüm paketleri kur

source: -n -- don't show UI; use with -r or -i usually
bg: -n -- не се показва потребителски интерфейс; обикновено се използва с -r или -i
ca: -n -- no mostra la IU; s'utilitza normalment amb -r o -i
cy: -n -- peidio dangos y rhyngwyneb defnyddiwr; defnyddir gyda -r neu yn gyffredinol
el: -n -- χωρίς απεικόνιση του μενού, για χρήση με τις επιλογές -r ή -i
es: -n -- no muestra la interfaz de usuario; normalmente se usará con -r o -i
fi: -n -- älä näytä käyttöliittymää; yleensä -r tai -i kanssa
fr: -n -- pas d'interface utilisateur ; utilisé habituellement avec -r ou -i
he: -n -- אל תראה ממשק משתמש; בדרך כלל שימושי עם -r או -i
id: -n -- jangan tampilkan UI; biasanya digunakan bersama-sama dengan -r atau -i
ja: -n -- UI を表示しない; 通常 -r か -i とともに使用します
lt: -n -- nerodyti naudotojo sąsajos; paprastai naudoti su -r ar -i
nl: -n -- de UI niet tonen; gewoonlijk gebruikt samen met -r of -i
pl: -n -- nie pokazuj interfejsu u¿ytkownika; zazwyczaj u¿ywane z -r lub -i
pt: -n -- não mostrar o UI; normalmente usar com -r ou -i
ro: -n -- nu afiºa interfaþa utilizator (UI); utilizat de obicei cu -r sau -i
ru: -n -- не показывать оболочку; используется с -r и -i
sk: -n -- nezobraz UI; zvyèajne na pou¾itie s -r alebo -i
sl: -n -- ne prikaže UI; ponavadi skupaj z -r ali -i
sv: -n -- visa inte användargränssnittet; använd normalt med -r eller -i
tr: -n -- kullanıcı arayüzünü gösterme; genelde -r veya -i ile birlikte kullanılır

source: -a -- show all tasks, even those with no packages in them
bg: -a -- показване на всички задачи, дори тези, които не съдържат пакети
ca: -a -- mostra totes les tasques, inclús aquelles que no tenen paquets
cy: -a -- dangos pob tasg, hyd yn oed y rheiny gyda dim pecyn ynddynt
el: -a -- εμφάνιση όλων των ομάδων πακέτων, ακόμη και αυτών που δε περιλαμβάνουν πακέτα
es: -a -- muestra todas las tareas, incluso aquellas que no tienen paquetes
fi: -a -- näytä kaikki tehtävät, myös ne joissa ei ole yhtään pakettia
fr: -a -- montrer toutes les tâches, même celles qui ne contiennent aucun paquet
he: -a -- הראה את כל המשימות, גם אם אין בהן חבילות
id: -a -- tampilkan semua tugas, bahkan bagi yang tidak ada paket didalamnya
ja: -a -- パッケージを含まないものも含め、全てのタスクを表示する
lt: -a -- rodyti visus uždavinius, net jei juose nėra paketų
nl: -a -- toon alle taken, ook als ze geen pakketten bevatten
pl: -a -- pokazuj wszystkie zadania, nawet niezawieraj±ce pakietów
pt: -a -- mostrar todas as tarefas, mesmo aquelas sem pacotes nelas
ro: -a -- afiºeazã toate sarcinile, chiar ºi cele fãrã pachete în ele
ru: -a -- показать все задания, даже если в них нет пакетов
sk: -a -- zobraz v¹etky úlohy, aj keï neobsahujú ¾iadne balíky
sl: -a -- prikaže vsa opravila, tudi tista, ki ne vsebujejo paketov
sv: -a -- visa alla funktionspaket, även tomma sådana
tr: -a -- tüm görevleri göster, içlerinde hiç paket olmasa bile

source: No packages selected
bg: Не са избрани пакети
ca: No hi ha paquets seleccionats
cy: Dim pecyn wedi ei ddewis
el: Δεν επιλέχθηκαν πακέτα
es: No se ha seleccionado ningún paquete
fi: Yhtään pakettia ei ole valittu
fr: Aucun paquet sélectionné
he: לא נבחרו חבילות
id: Paket tidak dipilih
ja: パッケージは選択されませんでした
lt: Nėra pasirinkta paketų
nl: Er zijn geen pakketten geselecteerd
pl: Nie wybrano ¿adnych pakietów
pt: Nenhum pacote seleccionado
ro: Nu s-a selectat nici un pachet
ru: Не выбрано ни одного пакета
sk: Nebol zvolený ¾iaden balík
sl: Ni izbranih paketov
sv: Inga paket valda
tr: Seçilmiş paket yok

source: No tasks found on this system.
bg: Не са намерени задачи в системата.
cy: Ni chanfuwyd unrhyw dasgau ar y system hwn.
el: Δε βρέθηκαν ομάδες πακέτων στο σύστημα.
fi: Järjestelmästä ei löytynyt tehtäviä.
fr: Aucune tâche n'a été trouvée sur ce système.
he: לא נמצאו חבילות על מערכת זאת.
id: Tugas tidak ditemukan pada sistem ini.
lt: Uždavinių šioje sistemoje nerasta.
pl: Nie znaleziono ¿adnych zadañ w systemie.
pt: Não foram encontradas tarefas neste sistema.
ro: Nu s-au gãsit sarcini pe acest sistem.
ru: Заданий не найдено!
sk: V systéme neboli nájdené ¾iadne úlohy.
sl: Na tem sistemu ni opravil.
sv: Inga funktionspaket hittades på det här systemet.
tr: Bu sistemde hiç görev bulunamadı.

source: Cannot allocate memory for strdup
bg: Няма памет за strdup
ca: No es pot reservar memòria per a strdup
cy: Ni ellir neilltuo cof ar gyfer strdup
el: Αδύνατη η δέσμευση μνήμης για το strdup
es: No se pudo reservar memoria para strdup
fi: Ei voida varata muistia strdup:lle
fr: Impossible d'allouer la mémoire pour strup
he: לא יכול להקצות זיכרון לעליה
id: Tidak dapat mengalokasikan memori bagi stdrup
ja: strdup のためのメモリ確保ができません
lt: Negaliu paskirti atminties strdup vykdymui
nl: Kan geen geheugen toewijzen voor strdup
pl: Nie uda³o siê zaalokowaæ pamiêci dla funkcji strdup
pt: Não foi possível alocar memória par ao strdup
ro: Nu se poate aloca memorie pentru strdup
ru: Не могу зарезервировать память для выполнения strdup
sk: Nedá sa vyhradi» pamä» pre strdup
sl: Ni mogoče dodeliti pomnilnika za strdup
sv: Kan inte allokera minne för strdup
tr: strdup için bellek ayrılamıyor

source: Cannot allocate %d bytes of memory
bg: Няма памет за %d байта
ca: No es poden reservar %d byes de memòria
cy: Ni ellir neilltuo %d beit o gof
el: Αδύνατη η δέσμευση %d bytes μνήμης
es: No se pudieron reservar %d bytes de memoria
fi: Ei voida varata %d tavua muistia
fr: Impossible d'allouer %d octets de mémoire
he: לא יכול להקצות %d בתים בזיכרון
id: Tidak dapat mengalokasikan memori sebesar %d byte
ja: %d バイトのメモリが確保できません
lt: Negaliu paskirti %d baitųatminties
nl: Kan %d bytes geheugen niet toewijzen
pl: Nie uda³o siê zaalokowaæ %d bajtów pamiêci
pt: Não foi possível alocar %d bytes de memória
ro: Nu se pot aloca %d octeþi în memorie
ru: Не могу зарезервировать %d байтов памяти
sk: Nedá sa vyhradi» %d bajtov pamäti
sl: Ni mogoče dodeliti %d bajtov pomnilnika
sv: Kan inte allokera %d byte minne
tr: %d·byte'lık·bellek·birimi·ayrılamadı

source: Cannot reallocate %d bytes of memory
bg: Няма памет за презаделяне на %d байта
ca: No es poden reassignar %d bytes de memòria
cy: Ni ellir ailneilltuo %d beit o gof
el: Αδύνατη η επαναδέσμευση %d bytes μνήμης
es: No se pudieron reasignar %d bytes de memoria
fi: Ei voida uudelleenvarata %d tavua muistia
fr: Impossible de réallouer %d octets de mémoire
he: לא יכול להקצות מחדש %d בתים בזיכרון
id: Tidak dapat mengalokasikan ulang memori sebesar %d byte
ja: %d バイトのメモリが再確保できません
lt: Negaliu naujai paskirti %d baitųatminties
nl: Kan %d bytes geheugen niet opnieuw toewijzen
pl: Nie uda³o siê ponownie zaalokowaæ %d bajtów pamiêci
pt: Não foi possível realocar %d bytes de memória
ro: Nu se pot realoca %d octeþi în memorie
ru: Не могу зарезервировать %d байтов памяти
sk: Nedá sa nanovo vyhradi» %d bajtov pamäti
sl: Ni mogoče ponovno dodeliti %d bajtov pomnilnika
sv: Kan inte återallokera %d byte minne
tr: %d byte'lık bellek yeniden ayrılamadı

source: Fatal error encountered at %s:%d
ca: S'ha trobat un error fatal en %s:%d\r
fi: Keskeytykseen johtava virhe kohdassa %s:%d
fr: Erreur fatale rencontrée dans %s : %d
ja: %s:%d で致命的エラーが起こりました
nl: Er is een fatale fout opgetreden op %s:%d
sk: Kritická chyba na %s:%d

source: I/O error at %s:%d
ca: Error d'E/S en %s:%d\r
fi: I/O-virhe kohdassa %s:%d
fr: Erreur d'E/S rencontrée dans %s : %d
ja: %s:%d で入出力エラーが起こりました
nl: I/O fout op %s:%d
sk: V/V chyba na %s:%d

source: Debian Task Installer v%s - (c) 1999-2001 SPI and others
ca: Instal·lador de tasques de Debian v%s - © 1999-2001 SPI i altres
nl: Debian Taak-installatieprogamma v%s - (c) 1999-2001 SPI en anderen

source: No tasks found on this system. Did you update your available file?
ca: No s'han trobat tasques en aquest sistema. Heu actualitzat el vostre fitxer «available»?
nl: Kan op dit systeem geen taken vinden. Heeft u het beschikbaarheidsbestand bijgewerkt?

source: Debian Task Installer v%s - (c) 1999-2003 SPI and others
el: Εγκαταστάτης Ομάδων Πακέτων του Debian v %s - (c) 1999-2003 SPI και άλλοι
fi: Debianin Tehtäväasennin v %s - © 1999-2003 SPI ja muut
fr: Installateur de tâches Debian v%s - (c) 1999-2003 SPI et al.
ja: Debian タスクインストーラ v%s - (c) 1999-20031999-2001 SPI 他
pl: Instalator zadañ Debiana v%s - (c) 1999-2003 SPI i inni
sk: Debian Task In¹talátor v%s - (C) 1999-2003 SPI a dal¹í
sl: Debianov opravilni namestilnik r%s - (c) 1999-2003 SPI in drugi
sv: Debians funktionspaketsinstallerare - © 1999-2003 SPI med flera

source: No tasks found on this system. Did you update your available file? Try running dselect update.
ja: このシステムにはタスクリストがありません。 available ファイルは更新しましたか? dselect の update を試してください。
