Repository: cybint-linux/tasksel
Catalog: po/*.po
Languages: bg, ca, cy, el, es, fi, fr, he, id, ja, lt, nl, pl, pt, ro, ru, sk, sl, sv, tr

source: Cannot allocate memory for enumeration buffer
bg: Няма достатъчно памет за изброяващия буфер
ca: No es pot reservar memòria per al buffer d'enumeració
cy: Ni ellir neilltuo cof ar gyfer y byffer rhifiad
el: Αδύνατη η δέσμευση προσωρινής μνήμης για καταμέτρηση
es: No puedo resevar memoria para el búfer de enumeración
fi: Ei voida varata muistia enumerointipuskurille
fr: Impossible d'allouer la mémoire pour le tampon d'énumération
he: לא יכול להקצות זיכרון לבאפר מספור
id: Tidak dapat mengalokasikan memori bagi penyangga enumerasi
ja: 列挙バッファのためのメモリを確保できません
lt: Negaliu paskirti atminties sąrašiniam buferiui
nl: Kan geen geheugen toewijzen voor de opsombuffer
pl: Nie uda³o siê zaalokowaæ pamiêci na bufor wyliczania
pt: Não foi possível alocar buffer de enumeração
ro: Nu se poate aloca memorie pentru tamponul (buffer) de enumerare
ru: Не удалось зарезервировать память для спискового буфера
sk: Nedá sa vyhradi» pamä» pre výpoètový zásobník
sl: Ni mogoče dodeliti pomnilnika za števni medpomnilnik
sv: Kan inte allokera minne för uppräkningsbufferten
tr: Liste tamponu için bellek ayrılamadı

source: Fatal error encountered at %s:%d
bg: Фатална грешка в %s:%d
cy: Digwyddodd gwall marwol at %s:%d
el: Κάποιο ολέθριο σφάλμα συνέβη στο %s:%d
es: Se encontró un error fatal en %s:%d
he: שגיאה פטלית קרתה ב-%s:%d
id: Kesalahan fatal terjadi pada %s:%d
lt: Lemtinga klaida sutikta %s:%d
pl: Wyst±pi³ krytyczny b³±d: %s:%d
pt: Erro fatal encontrado em %s:%d
ro: Eroare fatalã întâlnitã la %s:%d
ru: Критическая ошибка в %s:%d
sl: Usodna napaka pri %s:%d
sv: Ödesdigert fel uppstod på %s:%d
tr: Ölümcül hata -- %s:%d

source: I/O error at %s:%d
bg: Входно-изходна грешка в %s:%d
cy: Gwall I/O at %s:%d
el: Συνέβη σφάλμα I/O στο %s:%d
es: Error de E/S en %s:%d
he: שגיאה I/O ב-%s:%d
id: Kesalahan I/O pada %s:%d
lt: Įvesties/išvesties klaida %s:%d
pl: B³±d wej¶cia/wyj¶cia: %s:%d
pt: Erro de E/S em %s:%d
ro: Eroare I/E la %s:%d
ru: Ошибка ввода-вывода в %s:%d
sl: Napaka I/O pri %s:%d
sv: I/O-fel på %s:%d
tr: G/Ç (I/O) hatası: %s:%d

source: (no description)
bg: (без описание)
ca: (cap descripció)
cy: (dim disgrifiad)
el: (χωρίς περιγραφή)
es: (no hay descripción)
fi: (ei kuvausta)
fr: (sans description)
he: (אין תיאור)
id: (tidak ada deskripsi)
ja: (説明がありません)
lt: (nėra aprašymo)
nl: (geen beschrijving)
pl: (brak opisu)
pt: (sem descrição)
ro: (fãrã descriere)
ru: (описания нет)
sk: (bez popisu)
sl: (ni opisa)
sv: (ingen beskrivning)
tr: (açıklama yok)

source: End-user
bg: Краен потребител
ca: Usuari final
cy: Defnyddiwr Diwedd
el: Τελικός-χρήστης
es: Usuario final
fi: Loppukäyttäjä
fr: Utilisateur final
he: משתמש קצה
id: Pengguna biasa
ja: エンドユーザ
lt: Galutinis naudotojas
nl: eindgebruiker
pl: U¿ytkownik
pt: Utilizador final
ro: Utilizator (final)
ru: Конечный пользователь
sk: Koncový pou¾ívateµ
sl: Končni uporabnik
sv: Slutanvändare
tr: Son kullanıcı

source: Hardware Support
bg: Хардуерна поддръжка
ca: Suport de maquinari
cy: Cynhaliaeth Caledwedd
el: Υποστήριξη Υλικού
es: Soporte de hardware
fi: Laitteistotuki
fr: Support matériel
he: תמיכה בחומרה
id: Dukungan Perangkat Keras
ja: ハードウェアサポート
lt: Aparatinės įrangos palaikymas
nl: Hardware-ondersteuning
pl: Obs³uga sprzêtu
pt: Suporte de Hardware
ro: Suport hardware
ru: Поддержка оборудования
sk: Podpora hardvéru
sl: Podpora strojne opreme
sv: Maskinvarustöd
tr: Donanım Desteği

source: Servers
bg: Сървъри
ca: Servidors
cy: Gweinyddion
el: Διακομιστές
es: Servidores
fi: Palvelimet
fr: Serveurs
he: שרתים
id: Server-server
ja: サーバ
lt: Tarnybinės stotys (serveriai)
pl: Serwery
pt: Servidores
ro: Servere
ru: Серверы
sk: Servery
sl: Strežniki
sv: Servrar
tr: Sunucular

source: Development
bg: Разработка
ca: Desenvolupament
cy: Datblygaeth
el: Ανάπτυξη Λογισμικού
es: Desarrollo
fi: Kehitys
fr: Développement
he: פיתוח
id: Pengembangan
ja: 開発
lt: Projektavimas (programavimas)
nl: Ontwikkeling
pl: Programowanie
pt: Desenvolvimento
ro: Dezvoltare
ru: Разработка
sk: Vývoj
sl: Razvoj
sv: Utveckling
tr: Geliştirme

source: Localization
bg: Локализация
ca: Localització
cy: Lleoliadaeth
el: Μεταφράσεις
es: Localización
fi: Paikallistaminen
fr: Localisation
he: לוקליזציה
id: Penerjemahan Bahasa
ja: 地域化
lt: Lokalizacija
nl: Lokalisatie
pl: Obs³uga jêzyków
pt: Localização
ro: Localizare
ru: Локализация
sk: Lokalizácia
sl: Krajevno prilagajanje
sv: Språkanpassning
tr: Yerelleştirme

source: Miscellaneous
bg: Други
ca: Miscel·lània
cy: Amrywiol
el: Διάφορα
es: Miscelánea
fi: Sekalaista
fr: Divers
he: שונות
id: Lain-lain
ja: その他
lt: Įvairūs
nl: Diversen
pl: Ró¿ne
pt: Miscelânea
ro: Diverse
ru: Разное
sk: Rôzne
sl: Mešano
sv: Blandat
tr: Çeşitli

source: Unable to initialize the terminal
bg: Терминалът не може да се инициализира
ca: No s'ha pogut inicialitzar el terminal
cy: Ni ellir paratoi'r terfynell
el: Αδύνατη η αρχικοποίηση του τερματικού
es: No puedo inicializar el terminal
fi: Ei voida alustaa päätettä
fr: Impossible d'initialiser le terminal
he: לא מצליח לאתחל את המסוף
id: Tidak dapat menginisialisasi konsol
ja: 端末を初期化できません
lt: Negaliu inicializuoti terminalo
nl: Kon de terminal niet initaliseren
pl: Nie uda³o siê zainicjalizowaæ terminala
pt: Não foi possível inicializar o terminal
ro: Nu s-a putut iniþializa terminalul
ru: Ошибка при инициализации терминала
sk: Nedá sa nastavi» terminál
sl: Ni mogoče inicializirati terminala
sv: Kunde inte initiera terminalen
tr: Terminal başlatılamadı

source: Unable to initialize screen output
bg: Изходът на екрана не може да се инициализира
ca: No s'ha pogut inicialitzar la sortida per pantalla
cy: Ni ellir paratoi allbwn sgrîn
el: Αδύνατη η αρχικοποίηση της εξόδου οθόνης
es: No puedo inicializar la salida por pantalla
fi: Ei voida alustaa tulosteruutua
fr: Impossible d'initialiser l'affichage à l'écran
he: לא מצליח לאתחל את פלט המסך
id: Tidak dapat menginisialisasi keluaran ke layar monitor
ja: 画面出力を初期化できません
lt: Negaliu inicializuoti išvedimo į ekraną
nl: Kon schermuitvoer niet initializeren
pl: Nie uda³o siê zainicjalizowaæ biblioteki slang
pt: Não foi possível inicializar a saída para o ecrã
ro: Nu s-a putut iniþializa ieºirea-ecran
ru: Ошибка при инициализации вывода на экран
sk: Nedá sa nastavi» výstup na obrazovku
sl: Ni mogoče inicializirati izhoda na zaslon
sv: Kunde inte initiera skärmutdata
tr: Ekran çıktısı üretilemiyor

source: Unable to initialize keyboard interface
bg: Клавиатурният интерфейс не може да се инициализира
ca: No s'ha pogut inicialitzar la interfície del teclat
cy: Ni ellir paratoi'r rhyngwyneb bysellfwrdd
el: Αδύνατη η αρχικοποίηση της διασύνδεσης πληκτρολογίου
es: No puedo inicializar la interfaz de teclado
fi: Ei voida alustaa näppäimistöliityntää
fr: Impossible d'initialiser le clavier
he: לא מצליח לאתחל את ממשק המקלדת
id: Tidak dapat menginisialisasi antarmuka keyboard
ja: キーボードインタフェースを初期化できません
lt: Negaliu inicializuoti klaviatūros sąsajos
nl: Kon toetsenbordinterface niet initialiseren
pl: Nie uda³o siê zainicjalizowaæ interfejsu klawiatury
pt: Não foi possível inicializar o interface de teclado
ro: Nu s-a putut iniþializa interfaþa cu tastatura
ru: Ошибка инициализации клавиатуры
sk: Nedá sa nastavi» klávesnica
sl: Ni mogoče inicializirati vmesnika tipkovnice
sv: Kunde inte initiera tangentbordsgränssnittet
tr: Klavye arayüzü başlatılamadı

source: Debian Task Installer v%s - (c) 1999-2004 SPI and others
bg: Дебиански Инсталатор на Задачи v%s - (c)·1999-2004·SPI·и други
cy: Sefydlydd Tasg Debian v%s - (c) 1999-2004 SPI ag eraill
es: Instalador de tareas de Debian v %s (C) 1999-2004 SPI y otros
id: Debian Task Installer v%s - (c) 1999-2004 SPI dan pihak lain
lt: Debian'o uždavinių įdiegiklis v%s - (c) 1999-2004 SPI ir kiti
pt: Instalador de Tarefas Debian v%s - (c) 1999-2004 SPI e outros
ro: Instalerul de sarcini Debian v%s - (c) 1999-2004 SPI ºi alþii
tr: Debian Görev Kurucusu v%s - (c) 1999-2004 SPI ve diğerleri

source: ^Finish
bg: ^Край
ca: ^Finalitza
cy: ^Gorffen
el: ^Τέλος
es: ^Finalizar
fi: ^Lopeta
fr: ^Terminé
he: ^סיום
id: ^Selesai
ja: 終了 (^F)
lt: Baigti (^F)
nl: ^Afsluiten
pl: ^Zakoñcz
pt: ^Finlandês
ro: S^fârºit
ru: Закончить (^F)
sk: ^Koniec
sl: ^Konec
sv: ^Avsluta
tr: Bitir (^F)

source: Task ^Info
bg: ^Информация
ca: ^Informació sobre la tasca
cy: ^Manylion Tasg
el: Πληροφορίες Ομάδας
es: ^Información de la tarea
fi: ^Tietoja tehtävästä
fr: Tâche ^Info
id: ^Informasi Task
ja: タスク情報 (^I)
lt: Uždavinio ^Info
nl: Taak ^Info
pl: ^Informacja na temat zadania
pt: ^Info Tarefa
ro: ^Informaþii despre sarcinã
ru: Информация о задании (^I)
sk: ^Informácie o úlohe
sl: Podatk^i o opravilih
sv: ^Funktionsinfo
tr: Açıklama (^I)

source: ^Help
bg: Помощ (^H)
ca: ^Ajuda
cy: ^Cymorth
el: ^Βοήθεια
es: Ayuda (^H)
fi: ^Ohje
fr: ^Aide
he: ^עזרה
id: ^Bantuan
ja: ヘルプ (^H)
lt: Pagalba (^H)
pl: ^Pomoc
ro: A^jutor
ru: Помощь (^H)
sk: ^Nápoveda
sl: ^Pomoč
sv: ^Hjälp
tr: Yardım (^H)

source: Select tasks to install
bg: Изберете задачи за инсталиране
ca: Seleccioneu les tasques a instal·lar
cy: Dewis tasgau i'w sefydlu
el: Επιλέξτε τις ομάδες πακέτων προς εγκατάσταση
es: Escoja las tareas que desee instalar
fi: Valitse asennettavat tehtävät
fr: Choisissez les tâches à installer
he: בחר משימות להתקנה
id: Pilih tugas-tugas bagi pemasangan paket
ja: インストールするタスクを選択してください
lt: Pasirinkite uždavinius įdiegimui
nl: Welke taken wilt u installeren?
pl: Wybierz zadania do zainstalowania
pt: Seleccione tarefas a instalar
ro: Selecteazã sarcinile de instalat
ru: Выберите устанавливаемые задания
sk: Vyberte úlohy na nain¹talovanie
sl: Izberite opravila, ki jih želite namestiti
sv: Välj funktioner att installera
tr: Kurulacak görevleri seçin

source: Ok
bg: Добре
ca: D'acord
cy: Iawn
el: Εντάξει
es: Aceptar
fr: D'accord
ja: 了解
lt: Gerai
sl: V redu
tr: Tamam

source: Index out of bounds: %d >= %d
bg: Индексът е извън границите: %d >= %d
ca: Índex fora dels límits: %d >= %d
cy: Mynegai y tu allan i derfynnau: %d >= %d
el: Δείκτης εκτός ορίων: %d >= %d
es: Índice fuera de rango: %d >= %d
fi: Indeksi yli rajojen: %d >= %d
fr: Indice en dehors des limites : %d >= %d
he: אינדקס מחוץ לגבולות: %d >= %d
id: Indeks melebihi batas: %d >= %d
ja: インデックスが上限を超えています: %d >= %d
lt: Indeksas netilpo į ribas: %d >= %d
nl: Index is buiten bereik: %d >= %d
pl: Nieprawid³owy indeks: %d >= %d
pt: Index fora de limites: %d >= %d
ro: Index în afara limitelor: %d >= %d
ru: Счётчик вышел за границы: %d >= %d
sk: Index mimo rozsahu: %d >= %d
sl: Kazalo je prekoračilo meje: %d >= %d
sv: Index utanför gränser: %d >= %d
tr: Sınırlar harici gösterge: %d >= %d

source: Help
bg: Помощ
ca: Ajuda
cy: Cymorth
el: Βοήθεια
es: Ayuda
fi: Ohje
fr: Aide
he: עזרה
id: Bantuan
ja: ヘルプ
lt: Pagalba
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Nápoveda
sl: Pomoč
sv: Hjälp
tr: Yardım

source: Tasks allow you to quickly install a selection of packages that performs a given task. The main chooser list shows a list of tasks that you can choose to install. The arrow keys moves the cursor. Pressing ENTER or the SPACEBAR toggles the selection of the task at the cursor. You can also press A to select all tasks, or N to deselect all tasks. Pressing Q will exit this program and begin installation of your selected tasks. Thank you for using Debian. Press enter to return to the task selection screen
bg: Задачите позволяват бързо инсталиране на набор от пакети, които изпълняват определена задача.Главният списък показва задачи, които може да изберете за инсталиране. Клавишите-стрелки придвижват показалеца. Натискането на ENTER или на ИНТЕРВАЛ превключват избора на задачата под показалеца. Можете също да натиснете A, за да изберете всички задачи, или N за отказ от всички задачи. Натискането на Q предизвиква излизане от програмата и започване на инсталицията на избраните задачи.Благодарим Ви, че избрахте Debian.Натиснете ENTER, за да се върнете към екрана за избор на задачи
ca: Les tasques vos permeten instal·lar una selecció de paquets que realitzen una tasca determinada. La llista de selecció principal mostra una llista de tasques que podeu instal·lar. Les tecles de cursor mouen la selecció. Polsar INTRO o la BARRA ESPACIADORA canvia la sel·lecció de la tasca en el cursor. També podeu polsar A per a seleccionar totes les tasques, o N per a deseleccionarles totes. Polsar Q sortirà d'aquest programa i començarà la instal·lació de les tasques seleccionades. Gràcies per fer servir Debian. Polseu intro per tornar a la finestra de selecció de tasques
cy: Mae tasgau yn eich galluogi i sefydlu nifer o becynnau sy'n cyflawni tasg penodol. Mae'r prif ddewisydd yn dangos rhestr o dasgau gallwch ddewis sefydlu. Mae'r bysellau saeth yn symud y cyrchydd. Mae gwasgu ENTER neu BWLCH yn dewis neu datddewis y tasg ger y cyrchydd. Gallwch hefyd wasgu A er mwyn dewis pob tasg, neu N er mwyn datddewis pob tasg. Bydd gwasgu Q yn gadael y rhaglen hwn a cychwyn sefydlaeth y tasgau dewiswyd. Diolch am ddefnyddio Debian. Gwasgwch ENTER er mwyn dychwelyd i'r sgrîn dewis tasgau
el: Οι ομάδες πακέτων προσφέρουν τη δυνατότητα της γρήγορης εγκατάστασης λογισμικού που πραγματοποιεί μια συγκεκριμένη εργασία. Στο κυρίως μενού εμφανίζεται μια λίστα ομάδων πακέτων τις οποίες μπορείτε να επιλέξετε προς εγκατάσταση. Μπορείτε να μετακινήσετε το δρομέα χρησιμοποιώντας τα αντίστοιχα πλήκτρα ενώ πατώντας ENTER ή το πλήκτρο SPACE, εναλλάσσετε την κατάσταση επιλογής της συγκεκριμένης ομάδας. Πατώντας A επιλέγετε όλες τις ομάδες ενώ με το πλήκτρο N ακυρώνετε όλες τις επιλογές. Το πλήκτρο Q πραγματοποιεί έξοδο από το πρόγραμμα και εγκατάσταση όλων των επιλεγμένων ομάδων. Σας ευχαριστούμε που επιλέξατε το Debian. Πατήστε enter για να επιστρέψετε στο μενού επιλογής ομάδων.
es: Las tareas le permite le permiten instalar rápidamente una selección de paquetes que desempeñan una tarea dada. La lista principal muestra una serie de tareas que usted puede escoger para instalar. Las teclas de flechas mueven el cursor. Pulsando INTRO o la BARRA ESPACIADORA cambia el estado de la selección de la tarea que esté bajo el cursor. Puede pulsar también A para seleccionar todas las tareas, o N para deseleccionar todas las tareas. Pulsando Q saldrá del programa y comenzará la instalación de las tareas seleccionadas. Gracias por usar Debian. Pulse intro para regresar a la pantalla de selección de tareas
fi: Tehtävät auttavat sinua nopeasti asentamaan valikoiman paketeja, joiden avulla suoriudut annetusta tehtävästä. Päävalintaluettelo näyttää luettelon tehtävistä, jotka voit valita asennettavaksi. Nuolinäppäimet siirtävät kursoria. Näppäinten ENTER tai VÄLILYÖNTI painaminen vaihtaa kursorin kohdalla olevan tehtävän valinnan. Voit myös painaa A-näppäintä valitaksesi kaikki tehtävät tai N-näppäintä poistaaksesi valinnan kaikista tehtävistä. Näppäimellä Q lopetetaan tämä ohjelma ja valitsemiesi tehtävien asennus alkaa. Kiitoksia kun käytät Debiania. Paina Enter palataksesi tehtävienvalintaruutuun
fr: Les tâches Debian permettent d'installer rapidement un ensemble de paquets pour une tâche donnée. La liste de sélection principale donne l'ensemble des tâches que vous pouvez choisir d'installer. Utilisez les flèches pour vous déplacer. Appuyez sur ENTRÉE ou sur la barre d'ESPACE pour sélectionner/déselectionner une tâche. Vous pouvez aussi appuyer sur A pour sélectionner toutes les tâches ou N pour les enlever toutes. Appuyez sur Q pour quitter et commencer l'installation des tâches sélectionnées. Merci d'avoir choisi Debian. Appuyez sur Entrée pour revenir à l'écran de sélection des tâches.
id: Tugas-tugas memperbolehkan anda untuk memasang secara cepat paket-paket pilihan yang telah ditentukan. Daftar pilihan utama menunjukkan sebuah daftar tugas berisikan pilihan paket-paket yang ingin anda pasang. Tombol panah menggerakkan kursor. Menekan ENTER atau SPACEBAR akan menandai pilihan ditempat kursor berada. Anda juga dapat menekan A untuk memilih semua tugas, atau N untuk tidak jadi memilih semua tugas. Menekan Q akan keluar dari program ini dan memulai pemasangan paket yang telah anda tentukan sebelumnya. Terima kasih telah menggunakan Debian. Tekan ENTER untuk kembali ke layar pemilihan tugas
ja: タスクとは、与えられた仕事を実行するためのパッケージを簡単にインストールするための仕組です。 メイン選択リストにはインストール可能なタスクの一覧が表示されます。矢印キーでカーソルを移動します。Enter かスペースバーを押すとカーソルのところにあるタスクの選択状態を交互に切り替えます。Aを押してすべてのタスクを選択したり、Nを押してすべてのタスクを非選択にすることもできます。Qを押すと、このプログラムを終了して選択したタスクのインストールを開始します。 Debian をご利用いただきありがとうございます。 Enter を押すとタスク選択画面に戻ります。
lt: Uždaviniai leidžia greitai įdiegti atitinkamų užduočių paketų rinkinius. Pagrindinis pasirinkimo sąrašas rodo uždavinių, kuriuos Jūs galite pasirinkti įdiegimui, sąrašą. Rodyklių klavišai perkelia žymeklį. Paspaudus tarpo ar ENTER klavišą, Jūs įjungiate/išjungiate uždavinį iš pasirinktųjų sąrašo. Taip pat paspaudus A Jūs galite pasirinkti visus uždavinius, arba paspaudus N, išjungti visus jau pasirinktus uždavinius iš pasirinktų sąrašo. Paspaudus Q išeisite iš programos ir prasidės pasirinktų paketų įdiegimas. Ačiū, kad naudojate Debian'ą. Paspauskite enter, kad grįžtumėte į uždavinių pasirinkimo ekraną.
nl: Taken geven u de mogelijkheid om op een snelle manier een set van pakketten nodig voor het uitvoeren van die taak te installeren. De hoofdkeuzelijst toont de taken die u kunt installeren. De pijltjestoetsen verplaatsen de cursor. Met ENTER of SPATIEBALK kunt u de selectie van de taak ter hoogte van de cursor omschakelen. Daarnaast kunt u met A alle taken selecteren, en met N alle taken deselecteren. Q sluit dit programma af en begint de installatie van de door u geselecteerde taken. Bedankt voor het gebruiken van Debian. Druk ENTER om terug te keren naar het taakselectie-venster
pl: Zadania pozwalaj± szybko zainstalowaæ zbiór pakietów wykonuj±cych pewn± funkcjê. G³ówna lista przedstawia zadania, które mo¿na zainstalowaæ. Klawisze strza³ek przesuwaj± kursor. Naci¶niêcie klawisza ENTER lub SPACJI powoduje odwrócenie zaznaczenia zadania, przy którym znajduje siê kursor. Mo¿na tak¿e nacisn±æ A, aby wybraæ wszystkie pakiety, lub N, aby usun±æ zaznaczenie z wszystkich pakietów. Naci¶niêcie Q spowoduje zakoñczenie programu i rozpocznie instalacjê zaznaczonych zadañ. Dziêkujemy za wybranie Debiana. Proszê nacisn±æ ENTER, aby powróciæ do ekranu wyboru zadañ.
pt: Tarefas permitem instalar rapidamente um conjunto de pacotes que fazem uma determinada tarefa. A lista de escolha principal mostra uma lista de tarefas que podes escolher instalar. As teclas com setas movem o cursor. Pressionando ENTER ou a BARRAdeESPAÇOS muda a selecção de uma tarefa onde está posicionado o cursor. Também podes pressionar A para escolher todas as tarefas, ou N para seleccionar nenhuma. Pressionando Q este programa termina e começa a instalação das tarefas seleccionadas. Obrigado por utilizar Debian. Pressione enter para voltar ao menu de selecção de pacotes
ro: Sarcinile vã permit sã instalaþi rapid o selecþie de pachete care desfãºoarã o anumitã sarcinã. Pagina de alegere principalã afiºeazã o listã de sarcini pe care puteþi alege sã le instalaþi. Sãgeþile miºcã cursorul. Prin apãsarea tastei ENTER sau SPATIU inverseazã selecþia sarcinii din dreptul cursorului. Puteþi, de asemenea, sã apãsaþi pe A pentru a selecta toate sarcinile, sau pe N pentru a de-selecta toate sarcinile. Apãsând Q, veþi pãrãsi acest program ºi se va începe instalarea sarcinilor selectate de dvs. Vã multumim pentru cã utilizaþi Debian. Apãsaþi enter pentru a vã întoarce la ecranul de selecþie
ru: Задания позволяют быстро установить набор пакетов для соответствующего задания. Главный список содержит названия пакетов которые вы можете установить. Кнопки со стрелками передвигают курсор. Нажатием ENTER или пробела вы добавляете/исключаете пакет из списка устанавлиеваемых. Также, вы можете нажать A, чтобы добавить все пакеты или N, чтобы исключить их все. Нажав на Q вы выйдете из программы и начнется установка выбранных пакетов. Спасибо за использование Debian. Нажмите ENTER, чтобы вернуться к экрану выбора заданий.
sk: Pripravené úlohy vám umo¾nia rýchlu voµbu a in¹taláciu balíkov spåòajúcich danú úlohu. Hlavná ponuka zobrzauje zoznam v¹etkých úloh, ktoré mô¾ete nain¹talova». Kurzor sa ovláda ¹ípkami. Stlaèením klávesu ENTER alebo MEDZERA zvolíte úlohu, na ktorú ukazuje kurzor. Stlaèením A vyberiete v¹etky úlohy, stlaèením N sa zru¹í výber v¹etkých úloh. Stlaèenie klávesu Q ukonèí program a zaène in¹taláciu zvolených úloh. Ïakujeme, ¾e ste si zvolili Debian. Stlaète Enter pre návrat do hlavnej ponuky
sl: Opravila vam omogočajo hitro namestitev izbire paketov, ki izvede dano opravilo. Glavni seznam prikazuje seznam opravil, ki jih lahko izberete za namestitev. Tipke s puščicami premikajo kazalko. Pritisnite ENTER ali PRESLEDNICO, če želite spremeniti izbor določenega opravila. Če pritisnete A, izberete vsa opravila, z N pa ne izberete nobenega. Za izhod iz programa in začetek namestitve izbranih opravil pritisnite Q. Hvala, ker uporabljate Debian. Pritisnite ENTER za vrnitev na zaslon z izbiro opravil.
sv: Funktionspaket låter dig snabbt installera ett urval av paket för att utföra en specifik funktion. Huvudvalslistan visar en lista över funktioner du kan välja att installera. Piltangenterna flyttar markören. Om du trycker ENTER eller MELLANSLAG ändrar du valet av paketet vid markören. Du kan även trycka A för att välja alla paket, eller N för att avmarkera alla paket. Trycker du Q kommer programmet avslutas, och valda funktioner kommer att installeras. Tack för att du använder Debian. Tryck Enter för att återgå till funktionsvalsskärmen
tr: Görevler, seçilen göreve yönelik paketlerin hızlıca kurulmalarını sağlar. Ana seçim listesi kurulmasını seçebileceğiniz görevlerin listesini sunar.Ok tuşları imleci hareket ettirir. ENTER veya BOŞLUK TUŞU imlecin bulunduğu görevi seçer veya seçimi kaldırır. Tüm görevleri seçmek için A tuşu, tüm seçimleri iptal etmek için N tuşları kullanılabilir. Q tuşu ile bu program sonlandırılır ve seçmiş olduğunuz görevlerin kurulumuna geçilir. Debian kullandığınız için teşekkürler. Görev seçimi ekranına geri dönmek için enter'a basınız.

source: Description: %s Included packages:
bg: Описание: %s Включени пакети:
ca: Descripció: %s Paquets inclossos:
cy: Disgrifiad: %s Pecynnau a gynhwysir:
el: Περιγραφή: %s Πακέτα που περιλαμβάνονται:
es: Descripción: %s Paquetes incluidos:
fi: Kuvaus: %s Sisältää paketit:
fr: Description : %s Paquets inclus :
he: תיאור: %s חבילות כלולות:
id: Deskripsi: %s Paket-paket yang disertakan:
ja: 説明: %s 選択パッケージ:
lt: Aprašymas: %s Priklausantys paketai:
nl: Beschrijving: %s Omvat volgende pakketten:
pl: Opis: %s Zawarte pakiety:
pt: Descrição: %s
ro: Descriere: %s Pachete incluse:
ru: Описание: %s Пакеты, включенные в задание:
sk: Popis: %s Zahrnuté balíky:
sl: Opis: %s Vsebovani paketi:
sv: Beskrivning: %s Paket som ingår:
tr: Açıklama: %s İçerdiği paketler:

source: (no description available)
bg: (липсва описание)
ca: (descripció no disponible)
cy: (dim disgrifiad ar gael)
el: (χωρίς διαθέσιμη περιγραφή)
es: (no hay descripción disponible)
fi: (kuvausta ei saatavilla)
fr: (aucune description disponible)
he: (אין תיאור זמין)
id: (Deskripsi tidak tersedia)
ja: (説明がありません)
lt: (nėra aprašymo)
nl: (geen beschrijving beschikbaar)
pl: (brak opisu)
pt: (sem descrição disponível)
ro: (fãrã descriere disponibilã)
ru: (описания нет)
sk: (popis nie je k dispozícii)
sl: (opis ni na voljo)
sv: (beskrivning saknas)
tr: (herhangi bir açıklama yok)

source: Unknown signal seen
bg: Прихванат е неизвестен сигнал
ca: S'ha rebut un senyal desconegut
cy: Gwelwyd arwydd anhysbys
el: Άγνωστο σήμα
es: He recibido una señal desconocida
fi: Tuntematon signaali saatu
fr: Reçu un signal inconnu
he: נצפה אות לא מזוהה
id: Sinyal asing ditemui
ja: 未知のシグナルです
lt: Gautas nežinomas signalas
nl: Onbekend signaal waargenomen
pl: Nieznany sygna³
pt: Visto sinal desconhecido
ro: S-a observat un semnal necunoscut
ru: Получен неизвестный сигнал
sk: Zachytený neznámy signál
sl: Neznan signal
sv: Okänd signal mottagen
tr: Bilinmeyen sinyal alındı
