Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task installs packages and documentation in Kurdish to help Kurds use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائق لتسهّل على النّاطقين بالكرديّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-курдску
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Coirdise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בכורדית ועוזרת לדוברי כורדית להשתמש בדביאן.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre kurdsky hovoriacich používateľov.
ta: குர்திஷ் மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் குர்திஷ் மொழியில் நிறுவுகிறது

source: Kurdish desktop
ar: سطح المكتب بالكرديّة
be: Працоўны стол па-курдску
ga: Deasc Choirdise
he: שולחן עבודה בכורדית
sk: Kurdský desktop
ta: குர்திஷ் மேஜை

source: This task localises the desktop in Kurdish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالكرديّة.
be: Гэта заданне перакладае працоўны стол на курдскую мову.
ga: Cuireann an tasc seo an deasc in oiriúint don Choirdis.
he: משימה זאת הופכת את שולחן העבודה למותאם לכורדית.
sk: Táto úloha prispôsobí desktop pre kurdčinu.
ta: இது மேஜையை குர்திஷ் மொழியில் உள்ளாக்கம் செய்யும்

source: Laptop
ar: حاسب محمول
be: Для ноутбука
bg: Лаптоп
eo: portebla komputilo
et: Sülearvuti
fr: Ordinateur portable
ga: Ríomhaire Glúine
gl: Portátil
he: מחשב נייד
hr: Prijenosnik
is: Fartölva
kk: Ноутбук
lt: Portatyvinis kompiuteris (laptop)
lv: Portatīvais dators
mg: Solosaina finday
ml: ലാപ് ടോപ്
nb: Bærbar
nn: Bærbar
pa: ਲੈਪਟਾਪ
pt: Portátil
ru: Для ноутбука
sl: Prenosnik
ta: லப்டாப் (Laptop)
th: แล็ปท็อป
tr: Dizüstü

source: This task installs software useful for a laptop.
ar: تقوم هذه المهمة بتثبيت البرامج المفيدة للحاسبات المحمولة.
be: Гэта заданне дазваляе ўсталяваць карысныя для ноутбука праграмы.
bg: Тази задача инсталира софтуер, подходящ за лаптоп.
bs: Ovaj zadatak instalira software koristan za laptope.
el: Αυτή η ομάδα εγκαθιστά λογισμικό χρήσιμο για ένα laptop.
eo: Tiu tasko instalas utilantajn programojn por tekkomputilo.
et: See ülesanne paigaldab sülearvutile kasulikku tarkvara.
fr: Cette tâche installe des logiciels utiles pour les ordinateurs portables.
ga: Suiteálann an tasc seo bogearraí atá áisiúil do ríomhairí glúine.
gl: Esta tarefa instala software útil para un ordenador portátil.
he: משימה זאת מתקינה תוכנה שימושית למחשב נייד.
hr: Ova zadaæa donosi programe korisne za prijenosna raèunala.
is: Þetta setur upp ýmsan gagnlegan hugbúnað fyrir fartölvur.
kk: Бұл тапсырма ноутбук үшін дестелер жинағын орнатады.
lt: Šis uždavinys įdiegia portatyviniams kompiuteriams naudingas programas.
lv: Šī paku grupa installē programmatūru portatīvajiem datoriem.
mg: Mametraka ireo rindran'asa izay mety ilain'ny solosaina finday.
ml: ഈ ജോലി ലാപ് ടോപിനുപയോഗപ്രദമായ സോഫ്റ്റുവെയര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programvare nyttig for en bærbar maskin.
nn: Denne pakkegruppa inneheld programvare som er nyttig for ei bærbar maskin.
pa: ਇਹ ਕੰਮ ਇੱਕ ਲੈਪਟਾਪ ਦੇ ਰੂਪ ਵਿੱਚ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
pt: Esta tarefa instala software útil para um portátil.
ru: Установить пакеты с программным обеспечением, полезным на ноутбуке.
sk: Táto úloha nainštaluje programy užitočné pre laptopy.
sl: To opravilo namesti programsko opremo, ki je uporabna na prenosnih računalnikih.
sr@latin: Ovaj zadatak instalira softver koristan za laptop računare.
ta: லப்டாப்பிற்கு (Laptop) தேவையான மேன்பொருளை இந்த செயல் நிருவும்
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์ที่เป็นประโยชน์สำหรับแล็ปท็อป
tr: Bu görev dizüstü bilgisayarlar için yararlı yazılımları kurar.

source: Latvian desktop
ar: سطح المكتب باللاتفيّة
be: Працоўны стол па-латышску
bs: Latvijski desktop
el: Λεττονικό περιβάλλον εργασίας
eo: Latva labortablo
et: Lätikeelne töölaud
ga: Deasc Laitvise
he: שולחן עבודה בלטבית
hr: Latvijska radna povr¹ina
lt: Latviškas darbastalis
mg: Birao amin'ny teny Latvian.
ml: ലാത്വിയന്‍
nb: Latvisk skrivebord
nn: Latvisk skrivebord
pa: ਲਾਤਵੀਆਈ ਡੈਸਕਟਾਪ
sk: Lotyšský desktop
sl: Latvijsko namizje
ta: லட்வியன்(Latvian) சுழல்
tr: Letonya dilinde masaüstü

source: This task localises the desktop in Latvian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باللاتفيّة.
be: Гэта заданне перакладае працоўны стол на латышскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na latvijski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Λεττονικά.
eo: Tiu tasko latv-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua läti keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Laitvis.
he: משימה זאת הופכת את שולחן העבודה למותאם ללטבית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na latvijski.
lt: Šis uždavinys paruošia latvių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Latvian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ലാത്വിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på latvisk.
nn: Denne pakkegruppa gjev eit latvisk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਲਾਤਵੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha pripraví desktop lokalizovaný v lotyštine.
sl: To opravilo lokalizira vaše namizje v latvijščino.
ta: இது மேஜையை லட்வியன்(Latvian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Letonya dilinde yerelleştirilmesini sağlar.

source: Lithuanian environment
ar: البيئة اللثوانيّة
be: Літоўскае асяроддзе
bs: Podrška za litvanski
cy: Amgylchedd Lithwaneg
el: Λιθουανικό περιβάλλον
eo: Litova medio
et: Leedukeelne keskkond
ga: Timpeallacht Liotuáinise
he: סביבה ליטאית
hr: Litavsko okru¾enje
lt: Lietuvių kalbos aplinka
mg: Tontolo fiasana "Lituanien"
ml: ലിത്വാനിയന്‍ പരിസ്ഥിതി
nb: Litauisk miljø
nn: Litauisk miljø
pa: ਲੀਥੂਵੀਨਆਈ ਮਾਹੌਲ
ru: Поддержка литовского языка
sk: Litovské prostredie
sl: Litvansko okolje
ta: லிதுனியன்(Lithuanian) சுழல்
tr: Litvanya dil desteği

source: This task installs packages and documentation in Lithuanian to help Lithuanian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً باللّثوانيّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-латышску
bs: Ovaj zadatak instalira pakete i dokumentaciju na litvanskom kako bi pomogli onima koji govore litvanski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfenniaeth yn Lithwaneg er mwyn cynorthwyo siaradwyr Lithwaneg i ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Λιθουανικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la litovajn uzantojn de Linukso.
et: See ülesanne paigaldab leedu keele kõnelejate Debiani kasutamist hõlbustavad pakid ja leedukeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Liotuáinise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בליטאית ועוזרת לדוברי ליטאית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na litavskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore litavski.
lt: Šis uždavinys įdiegia paketus ir lietuviškus dokumentus, kad padėtų lietuvių kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny "Lituanien", hanampiana ireo izay miteny "Lithuanien" amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ലിത്വാനിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ലിത്വാനിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper litauisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon i litauisk for å hjelpa folk som snakkar litauisk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਲੀਥੂਵੀਨਆਈ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਲੀਥੂਵੀਨਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на литовском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre litovsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v litvanščini.
ta: லிதுனியன்(Lithuanian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் லிதுனியன்(Lithuanian)மொழியில் நிறுவுகிறது
tr: Bu görev Litvanya dilini konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Lithuanian desktop
ar: سطح المكتب باللثوانية
be: Працоўны стол па-літоўску
bs: Litvanski desktop
cy: Penbwrdd Lithwaneg
el: Λιθουανικό περιβάλλον εργασίας
eo: Litova labortablo
et: Leedukeelne töölaud
ga: Deasc Liotuáinise
he: שולחן עבודה בליטאית.
hr: Litavska radna povr¹ina
lt: Lietuviškas darbastalis
mg: Birao "Lithuanien"
ml: ലിത്വാനിയന്‍ ഡെസ്ക്ടോപ്
nb: Litauisk skrivebord
nn: Litauisk skrivebord
pa: ਲੀਥੂਨੀਆ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на литовском
sk: Litovský desktop
sl: Litvansko namizje
ta: லிதுனியன்(Lithuanian) மேஜை
tr: Litvanyaca masaüstü

source: This task localises the desktop in Lithuanian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باللّتوانيّة.
be: Гэта заданне перакладае працоўны стол на літоўскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na litvanski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Λιθουανικά.
eo: Tiu tasko litov-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua leedu keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Liotuáinis.
he: משימה זאת הופכת את שולחן העבודה למותאם לליטאית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na litavski.
lt: Šis uždavinys paruošia lietuvių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Lithuanian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ലിത്വാനിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på litauisk.
nn: Denne pakkegruppa gjev eit litauisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਲੀਥੂਨੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для литовского.
sk: Táto úloha prispôsobí desktop pre litovčinu.
sl: To opravilo lokalizira vaše namizje v litovščino.
ta: இது மேஜையை லிதுனியன் (Lithuanian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Litvanyaca yerelleştirilmesini sağlar.

source: Macedonian environment
ar: البيئة المقدونية
be: Македонскае асяроддзе
bs: Podrška za makedonski
el: ΠΓΔΜ περιβάλλον
eo: Makedona media
et: Makedooniakeelne keskkond
ga: Timpeallacht Mhacadóinise
he: סביבה מקדונית
hr: Makedonsko okru¾enje
lt: Makedonų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Masedoniana
ml: മാസിഡോണിയന്‍ പരിസ്ഥിതി
nb: Makedonsk miljø
nn: Makedonsk miljø
pa: ਮੈਕਡੋਨੀਆਈ ਮਾਹੌਲ
sk: Macedónske prostredie
sl: Makedonsko okolje
ta: மேகடொனியன் (Macedonian) சுழல்
tr: Makedonca dil desteği

source: This task installs packages and documentation in Macedonian to help Macedonian speaking people use Debian.
ar: تقوم هذه المهمة بتثيت حزم ووثائق بالمقدونية لتسهّل على الناطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-македонску.
bs: Ovaj zadatak instalira pakete i dokumentaciju na makedonskom kako bi pomogli onima koji govore makedonski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα ΠΓΔΜ για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la makedonajn uzantojn de Linukso.
et: See ülesanne paigaldab makedoonia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja makedooniakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Macadóinise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד מקדונית ועוזרת לדוברי מקדונית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na makedonskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore makedonski.
lt: Šis uždavinys įdiegia paketus ir makedonų kalbos dokumentus, kad padėtų makedonų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Macedonian, hanampiana ireo izay miteny Macedonian amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി മാസിഡോണിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി മാസിഡോണിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper makedonsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon for å hjelpa makedonsktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਮੈਕਡੋਨੀਆਈ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਮੈਕਡੋਨੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre macedónsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v makedonščini.
ta: மேகடொனியன் (Macedonian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் மேகடொனியன் (Macedonian) மொழியில் நிறுவுகிறது
tr: Bu görev Makedonca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Macedonian desktop
ar: سطح المكتب بالمقدونية
be: Працоўны стол па-македонску
bs: Makedonski desktop
el: ΠΓΔΜ περιβάλλον εργασίας
eo: Makedona labortablo
et: Makedooniakeelne töölaud
ga: Deasc Mhacadóinise
he: שולחן עבודה במקדונית
hr: Makedonska radna povr¹ina
lt: Makedonų kalbos darbastalis
mg: Birao amin'ny teny Macedoniana
ml: മാസിഡോണിയന്‍ ഡെസ്ക്ടോപ്
nb: Makedonsk skrivebord
nn: Makedonsk skrivebord
pa: ਮੈਕਡੋਨੀਆ ਡੈਸਕਟਾਪ
sk: Macedónsky desktop
sl: Makedonsko namizje
ta: மேகடொனியன் (Macedonian) மேஜை
tr: Makedonca masaüstü

source: This task localises the desktop in Macedonian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالمقدونية.
be: Гэта заданне перакладае працоўны стол на македонскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na makedonski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα ΠΓΔΜ.
eo: Tiu tasko makedon-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua makedoonia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Mhacadóinis.
he: משימה זאת הופך את שולחן העבודה למותאם למקדונית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na makedonski.
lt: Šis uždavinys paruošia makedonų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Macedoniana.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ മാസിഡോണിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på makedonsk.
nn: Denne pakkegruppa gjev eit makedonsk skrivebord
pa: ਇਹ ਮੈਕਡੋਨੀਆਈ ਵਿੱਚ ਡੈਸਕਟਾਪ ਦਿੰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre macedónčinu.
sl: To opravilo lokalizira vaše namizje v makedonščino.
ta: இது மேஜையை மேகடொனியன் (Macedonian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Makedonca yerelleştirilmesini sağlar.

source: Mail server
ar: خادم بريد
be: Паштовы сервер
bg: Пощенски сървър
cy: Gweinydd ebost
el: Διακομιστής αλληλογραφίας
eo: Poŝt-servilo
et: Meiliserver
fr: Serveur de courrier
ga: Freastalaí ríomhphoist
gl: Servidor de correo
he: שרת דואר
hr: Poslu¾itelj za e-po¹tu
is: Póstmiðlari
kk: Пошта сервері
lt: Pašto serveris
lv: Pasta serveris
mg: Mpizara mailaka
ml: മെയില്‍ സേവകന്‍
nb: E-posttjener
nn: E-posttenar
pa: ਮੇਲ ਸਰਵਰ
pt: Servidor de Mail
ru: Почтовый сервер
sk: Poštový server
sl: Poštni strežnik
sr@latin: Mejl server
ta: அஞ்சல் சேவையகம்
th: เซิร์ฟเวอร์เมล
tr: Posta sunucusu

source: This task selects a variety of package useful for a general purpose mail server system.
ar: هذه المهمّة تنتقي حزماً متنوّعة مفيدة لنظام خادم بريد للأغراض العامّة.
be: Гэта заданне вылучае набор пакетаў для паштовага сервера агульнага прызначэння.
bg: Тази задача избира разнообразни пакети, които са полезни в общоцелеви пощенски сървър.
bs: Ovaj zadatak odabire brojne pakete korisne za sistem mail severa opšte namjene.
cy: Mae'r tasg hwn yn dewis amryw becynnau sy'n ddefnyddiol ar gyfer system gweinydd ebost cyffredinol.
el: Αυτή η ομάδα εγκαθιστά μια ποικιλία πακέτων χρήσιμα για ένα γενικής χρήσης σύστημα αλληλογραφίας.
eo: Tiu tasko elektas plurajn variajn pakojn utilaj por ĝenerala retpoŝtservila sistemo.
et: See ülesanne valib mõningat pakid, mis on kasulikud üldotstarbelise meiliserveri jooksutamiseks.
fr: Cette tâche choisit un ensemble de paquets utiles pour un serveur de courrier générique.
ga: Suiteálann an tasc seo roinnt pacáistí atá áisiúil do chóras ginearálta freastalaí ríomhphoist.
gl: Esta tarefa selecciona un conxunto de paquetes útiles para un servidor de correo de propósito xeral.
he: משימה זאת היא מגוון של חבילות השימושיות למערכת שרת דואר כללית.
hr: Ova zadaæa izabire niz paketa korisnih za poslu¾itelj e-po¹te opæe namjene.
is: Þetta velur saman ýmsa pakka sem nýtast við rekstur á venjulegu tölvupóstmiðlunarkerfi.
kk: Бұл жинақ электронды пошта сервері қолданатын бағдарламаларды ұсынады.
lt: Šis uždavinys parinks daugybę paketų, naudingų bendros paskirties pašto serverio sistemai.
lv: Šī paku grupa installē vairākas pakas, kas ir lietderīgas vispārējas nozīmes pasta servera sistēmai.
ml: ഈ ജോലി സാധാരണ ഉപയോഗത്തിനായുള്ള മെയില്‍ സേവക സിസ്റ്റത്തിനായുള്ള പല പാക്കേജുകളും തിരഞ്ഞെടുക്കുന്നു.
nb: Denne oppgaven installerer ulike pakker som er nyttige for en generell e-posttjener.
nn: Med denne pakkegruppa installerer du ulike pakkar som er nyttige for ein generell e-posttenar.
pa: ਇਹ ਕੰਮ ਆਮ ਵਰਤੋਂ ਵਾਸਤੇ ਮੇਲ ਸਰਵਰ ਸਿਸਟਮ ਲਈ ਲੋੜੀਦੇ ਕਈ ਪੈਕੇਜ ਚੁਣਦਾ ਹੈ।
pt: Esta tarefa selecciona uma variedade de pacotes úteis para um sistema servidor de mail genérico.
ru: Установить пакеты для создания почтового сервера.
sk: Táto úloha vyberie rôzne balíky užitočné pre poštový server.
sl: To opravilo izbere številne pakete za splošno namenski poštni strežnik.
sr@latin: Ovaj zadatak bira pakete korisne za mejl server za generalnu upotrebu.
ta: இங்கு தேர்ந்தெடுக்கிற வகையான கட்டுகள் பொது வலைச் சேவையக அமைப்பிற்காக பயன்படுகிறது
th: งานติดตั้งนี้ ติดตั้งแพกเกจหลากหลาย ที่เป็นประโยชน์สำหรับเซิร์ฟเวอร์ให้บริการเมลทั่วๆ ไป
tr: Bu görev, genel amaçlı posta sunucusu görevi yapacak bir sistem için faydalı olan çeşitli paketleri seçer.

source: Malayalam desktop
ar: سطح المكتب بالملاييّة
be: Працоўны стол на мове малаялам
eo: Malajala labortablo
ga: Deasc Mhailéalaimise
he: שולחן עבודה במלאיאלאם
pa: ਮਲਿਆਲਮ ਡੈਸਕਟਾਪ
sk: Malajálamský desktop
ta: மலையாளம் மேல் மேஜை

source: This task localises the desktop in Malayalam.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بلغة الملاييّة.
be: Гэта заданне перакладае працоўны стол на мову малаялам.
eo: Tiu tasko malajal-lingve determinas la labortablon.
ga: Cuireann an tasc seo an deasc in oiriúint don Mhailéalaimis.
he: משימה זאת הופכת את שולחן העבודה למותאם למלאיאלאם.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਮਲਿਆਲਮ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha pripraví desktop lokalizovaný v malajálamčine.
ta: இது மேஜையை மலையாளம் மொழியில் உள்ளாக்கம் செய்யும்

source: manual package selection
ar: اختيار الحزم يدوياً
be: самастойны выбар пакетаў
bg: ръчно избиране на пакети
bs: ručni odabir paketa
el: χειροκίνητη επιλογή πακέτων
eo: Mana elektado de pakoj
et: käsitsi pakkide valimine
fr: Choix manuel des paquets
ga: roghnú pacáistí de láimh
gl: selección manual de paquetes
he: בחירת חבילות ידנית
hr: ruèni odabir paketa
is: handvirkt val á pökkum
kk: дестелерді қолдан таңдау
lt: rankinis paketų pasirinkimas
lv: manuāla paku izvēle
mg: safidy an-tanana ny fonosana
ml: മാന്വലായുള്ള പാക്കേജ് തിരഞ്ഞടുക്കല്‍
nb: manuelt pakkevalg
nn: manuelt pakkeval
pa: ਦਸਤਾਵੇਜ਼ ਪੈਕੇਜ ਚੋਣ
pt: selecção manual de pacotes
ru: выбор пакетов вручную
sk: manuálny výber balíkov
sl: ročna izbira paketov
sr@latin: ručno biranje paketa
ta: மனித முயற்சியில் கட்டுகளை தேர்ந்தெடுக்க
th: เลือกแพกเกจเอง
tr: elle paket seçimi

source: Manually select packages to install in aptitude.
ar: القيام باختيار الحزم يديوياً لتثبيتها عبر aptitude.
be: Самастойна абярыце ў aptitude пакеты, якія трэба ўсталяваць.
bg: Ръчно избиране на пакети, които да се инсталират с aptitude.
bs: Ručno odaberite pakete za instalaciju pomoću aptitude-a.
el: Χειροκίνητη επιλογή πακέτων για εγκατάσταση στο aptitude.
eo: Elektu mane instalotajn pakojn en 'aptitude'-programo.
et: Vali paigaldatavad pakid aptitude abil käsitsi.
fr: Ce choix permet de choisir vous-même les paquets qui seront installés par le programme « aptitude ».
ga: Roghnaigh pacáistí le suiteáil de láimh, in aptitude.
gl: Escoller manualmente os paquetes para instalar en aptitude.
he: בחירה ידנית של חבילות להתקנה ב-aptitude.
hr: Ruèno izabrati pakete za instalaciju u aptitudeu.
is: Veldu handvirkt þá pakka sem á að setja upp í aptitude.
kk: Aptitude бағдарламасында орнатылатын дестелер жинағын қолдан көрсету.
lt: Rankiniu būdu pasirinkti paketus įdiegimui su aptitude.
lv: Ļauj izvēlēties papildu pakas instalēšanai lietojot aptitude programmu.
mg: Safidy an-tanana ireo fonosana hapetraka miaraka amin'ny aptitude.
ml: ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ട പാക്കേജുകളെ aptitude ല്‍ മാന്വലായി തിരഞ്ഞെടുക്കുക.
nb: Velg manuelt i aptitude pakker som skal installeres.
nn: Bruk aptitude for å velje manuelt kva for pakker som skal installerast.
pa: ਐਪਟੀਟਿਊਟ ਵਿੱਚ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪੈਕੇਜ ਖੁਦ ਚੁਣੋ।
pt: Escolher manualmente os pacotes a instalar no aptitude.
ru: Выбор пакетов для установки вручную в aptitude.
sk: Spustí aptitude, kde si manuálne zvolíte balíky na inštaláciu.
sl: Ročno izberite pakete, ki jih želite namestiti v aptitude.
sr@latin: Ručno bira pakete za instalaciju sa aptitude-om.
ta: மனித முயற்சியில் தேர்ந்தெடுத்த கட்டுகளை தகுதியில் (aptitude) நிருவுக
th: เลือกแพกเกจที่จะติดตั้งเองด้วย aptitude
tr: Aptitude programıyla kurulacak paketleri elle seçin.

source: Nepali desktop
ar: سطح المكتب بالنيبالية
be: Працоўны стол па-непальску
bs: Nepalski desktop
el: Νεπαλικό περιβάλλον εργασίας
eo: Nepala labortablo
et: Nepaalikeelne töölaud
ga: Deasc Neipealaise
he: שולחן עבודה בנפאלית
hr: Nepalska radna povr¹ina
lt: Nepalų kalbos darbastalis
mg: Birao amin'ny teny Napali
ml: നേപാളി ഡെസ്ക്ടോപ്
nb: Nepali skrivebord
nn: Nepalsk skrivebord
pa: ਨੇਪਾਲੀ ਡੈਸਕਟਾਪ
sk: Nepálsky desktop
sl: Nepalsko namizje
ta: நேபாலி (Nepali) சுழல்
tr: Nepalce masaüstü

source: This task localises the desktop in Nepali.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالنيبالية.
be: Гэта заданне перакладае працоўны стол на непальскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na nepalski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Νεπαλικά.
eo: Tiu tasko nepal-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua nepaali keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Neipealais.
he: משימה זאת הופכת את שולחן העבודה למותאם לנפאלית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na nepalski.
lt: Šis uždavinys paruošia nepalų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Nepali.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ നേപാളിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på nepali.
nn: Denne pakkegruppa gjev eit nepalsk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਨੇਪਾਲੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre nepálčinu.
sl: To opravilo lokalizira vaše namizje v nepalščino.
ta: இது மேஜையை நேபாலி (Nepali) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Nepalce yerelleştirilmesini sağlar.
