Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task installs packages and documentation in Welsh to help Welsh speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً باللغة الويلزية لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-валлійску
bs: Ovaj zadatak instalira pakete i dokumentaciju na velškom kako bi pomogli onima koji govore velški pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ουαλλικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la kimrajn uzantojn de Linukso.
et: See ülesanne paigaldab uelsi keele kõnelejate Debiani kasutamist hõlbustavad pakid ja uelsikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Breatnaise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בוולשית ועוזרת לדוברי וולשית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na vel¹kom jeziku koji olak¹avaju uporabu Debiana osobama koje govore vel¹ki.
lt: Šis uždavinys įdiegia paketus ir dokumentus valų kalba, kad padėtų valų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Welsh, hanampiana ireo miteny Welsh amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി വെല്ഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി വെല്ഷിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper valisisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på valisisk for å hjelpa valisisktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਵਾਲਿਸ਼ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਵਾਲਿਸ਼ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre walesky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v valizijskem jeziku.
ta: வேள்ஷ்(Welsh) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் வேள்ஷ்(Welsh) மொழியில் நிறுவுகிறது
tr: Bu görev Galler dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Welsh desktop
ar: سطح المكتب بالويلزية
be: Працоўны стол па-валлійску
bs: Velški desktop
el: Ουαλλικό περιβάλλον εργασίας
eo: Kimra labortablo
et: Uelsikeelne töölaud
ga: Deasc Bhreatnaise
he: שולחן עבודה בוולשית
hr: Vel¹ka radna povr¹ina
lt: Valų kalbos darbastalis
mg: Birao amin'ny teny Welsh
ml: വെല്ഷ് ഡെസ്ക്ടോപ്
nb: Valisisk skrivebord
nn: Valisisk skrivebord
pa: ਵਾਲਿਸ਼ ਡੈਸਕਟਾਪ
sk: Waleský desktop
sl: Valizijsko namizje
ta: வேள்ஷ்(Welsh) மேஜை
tr: Galler dilinde masaüstü

source: This task localises the desktop in Welsh.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالويلزية.
be: Гэта заданне перакладае працоўны стол на валлійскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na velški.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ουαλλικά.
eo: Tiu tasko kimr-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua uelsi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Bhreatnais.
he: משימה זאת הופכת את שולחן העבודה למותאם לוולשית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na vel¹ki.
lt: Šis uždavinys paruošia valų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Welsh.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ വെല്ഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på valisisk.
nn: Denne pakkegruppa gjev eit valisisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਵੀਨਿਸ਼ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre waleštinu.
sl: To opravilo lokalizira vaše namizje v valizijski jezik.
ta: இது மேஜையை வேள்ஷ்(Welsh) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Galler dilinde yerelleştirilmesini sağlar.

source: Xfce desktop environment
ar: بيئة سطح مكتب XFCE
be: Асяроддзе працоўнага стала Xfce
bg: Работен плот на Xfce
bs: XFCE desktop okruženje
el: Περιβάλλον εργασίας Xfce
eo: 'Xfce'-labortabla medio
et: Xfce töölaua keskkond
fr: Environnement de bureau Xfce
ga: Timpeallacht Xfce
gl: Ambiente de escritorio Xfce
he: סביבת שולחן העבודה Xfce
hr: Xfce radno okru¾enje
is: XFCE skjáborðsumhverfið
kk: Xfce жұмыс үстелінің ортасы
lt: Xfce darbastalio aplinka
mg: Tontolo fiasana kisary Xfce
ml: Xfce ഡെസ്ക്ടോപ് പരിസ്ഥിതി
nb: Xfce skrivebordsmiljø
nn: Xfce skrivebordsmiljø
pa: Xfce ਡੈਸਕਟਾਪ ਮਾਹੌਲ
pt: Ambiente de desktop Xfce
sk: Grafické prostredie Xfce
sl: Xfce namizno okolje
sr@latin: Xfce desktop okruženje
ta: எக்ஸ் எப்ஃ ஸி (Xfce) மேஜை சுழல்
th: สภาพแวดล้อมเดสก์ท็อป Xfce
tr: Xfce masaüstü ortamı

source: This task provides basic "desktop" software using the Xfce desktop environment.
ar: توفر هذه المهمة برامج "سطح المكتب" الأساسية باستخدام بيئة سطح المكتب XFCE.
be: Гэта заданне забяспечвае базавы набор "працоўнага стала" з дапамогай асяроддзя Xfce.
bg: Тази задача осигурява софтуер за основен работен плот, използвайки средата Xfce.
bs: Ovaj zadatak pruža osnovni "desktop" software koristeći XFCE desktop okruženje.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για το περιβάλλον επιφάνειας εργασίας του Xfce.
eo: Tiu tasko provizas bazajn labortablajn programojn kiuj uzas 'Xfce'-labortablan medion.
et: See ülesanne tagab peamise "töölaua" tarkvare Xfce töölauakeskkonna näol.
fr: Cette tâche fournit les logiciels de base pour l'environnement de bureau Xfce.
ga: Suiteálann an tasc seo bogearraí bunúsacha "deisce" de chuid thimpeallacht deisce Xfce.
gl: Esta tarefa fornece software básico de "escritorio" empregando o ambiente de escritorio Xfce.
he: משימה זאת מספקת תוכנת שולחן עבודה בסיסית בעזרת סביבת שולחן העבודה של Xfce.
hr: Ova zadaæa instalira osnovne "desktop" programe koji koriste Xfce radno okru¾enje.
is: Þetta setur upp grunnhugbúnað fyrir "skjáborð" með því að nota XFCE skjáborðsumhverfið.
kk: Бұл тапсырма жұмыс үстелі ретінде Xfce ортасын ұсынады.
lt: Šis uždavinys rūpinasi pagrindine darbastalio programine įranga, naudojant Xfce darbastalio aplinką.
mg: Mametraka ireo rindran'asa kisary fototra izay miaraka amin'ny tontolo Xfce.
ml: ഈ ജോലി Xfce ഡെസ്ക്ടോപ് പരിസ്ഥിതി ഉപയോഗിച്ച് അടിസ്ഥാന "ഡെസ്ക്ടോപ്" സോഫ്റ്റുവെയര്‍ നല്കുന്നു.
nb: Denne oppgaven skaffer grunnleggende «skrivebord»-programmer med skrivebordsmiljøet Xfce.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet Xfce.
pa: ਇਹ ਕੰਮ Xfce ਡੈਸਕਟਾਪ ਮਾਹੌਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਮੁੱਢਲਾ "ਡੈਸਕਟਾਪ" ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
pt: Esta tarefa disponibiliza software de "desktop" básico utilizando o ambiente de desktop Xfce.
sk: Táto úloha poskytuje základné "desktop" programy pomocou použitia grafického prostredia Xfce.
sl: To opravilo namesti osnovno "namizno" programsko opremo za namizno okolje Xfce.
sr@latin: Ovaj zadatak pruža osnovni „desktop“ softver kroz Xfce desktop okruženje.
ta: இந்த செயல் எக்ஸ் எப்ஃ ஸி (Xfce) மேஜையை பயன்படுத்த தேவையான அடிப்படையான மேஜை ( "desktop") மென்பொருளை வழங்கும்
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์ "เดสก์ท็อป" พื้นฐาน โดยใช้สภาพแวดล้อมเดสก์ท็อป Xfce
tr: Bu görev Xfce masaüstü ortamını kullanan temel "masaüstü" yazılımlarını sağlar.

source: Xhosa desktop
ar: سطح مكتب بلغة الاكسهوزا
be: Працоўны стол на мове коса
el: Xhosa περιβάλλον εργασίας
eo: Kosa labortablo
et: Xhosakeelne töölaud
ga: Deasc Chóisise
he: שולחן עבודה בסוהה
hr: Xhosa radna povr¹ina
lt: Kosų kalbos darbastalis
mg: Biaro amin'ny teny Xhosa
ml: ഖോസ ഡെസ്ക്ടോപ്
nb: Xhosa skrivebord
nn: Xhosa skrivebord
pa: ਜੋਸਾ ਡੈਸਕਟਾਪ
sk: Desktop pre jazyk xhosa
sl: Khoško namizje
ta: எக்ஸ்ஹொஸ (Xhosa) மேஜை
tr: Xhosa dilinde masaüstü

source: This task localises the desktop in Xhosa.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بلغة الاكسهوزا.
be: Гэта заданне перакладае працоўны стол на мову коса.
bs: Ovaj zadatak čini desktop lokalizovanim na Xhosa.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Xhosa.
eo: Tiu tasko kos-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua xhosa keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Chóisis.
he: משימה זאת הופכת את שולחן העבודה למותאם לסוהה.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na jezik Xhosa.
lt: Šis uždavinys paruošia kosų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Xhosa
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഖോസയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på Xhosa.
nn: Denne pakkegruppa gjev eit skrivebord Xhosa.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਜੋਸਾ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre jazyk xhosa.
sl: To opravilo lokalizira vaše namizje v khoški jezik.
ta: இது மேஜையை எக்ஸ்ஹொஸ (Xhosa) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Xhosa dilinde yerelleştirilmesini sağlar.

source: This task provides basic "desktop" software, including a variety of session managers, file managers and web browsers. It incorporates both the GNOME and KDE desktops, and provides a display manager which lets the user choose between the two.
cy: Mae'r tasg hwn yn darparu meddalwedd "penbwrdd" sylfaenol, gan gynnwys nifer o rheolyddion sesiwn, rheolyddion ffeiliau a phorwyr gwe. Mae'n darparu y penbyrddau GNOME a KDE, a rheolydd dangosydd sy'n caniatau i'r defnyddiwr ddewis rhwng y ddau.

source: Japanese desktop environment
cy: Amgylchedd penbwrdd Japanëeg

source: Graphical desktop environment
is: Myndrænt skjáborðsumhverfi
sr@latin: Grafičko desktop okruženje

source: This task provides basic desktop software and serves as a basis for the GNOME and KDE desktop tasks.
fr: Cette tâche fournit les logiciels de base pour un environnement de bureau et sert de base pour les tâches d'installation des environnements GNOME et KDE.
is: Þetta setur upp grunnhugbúnað fyrir skjáborðsumhverfi og býr til grunn fyrir verkferla í GNOME og KDE skjáborðsumhverfum.
kk: Бұл тапсырма GNOME мен KDE жұмыс үстелі орталарының негізі болатын бағдарламаларды ұсынады.
sr@latin: Ovaj zadatak pruža osnovni desktop softver i servise kao osnovu za GNOME i KDE desktop zadatke.
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์พื้นฐานในระบบเดสก์ท็อป และเป็นพื้นฐานสำหรับงานติดตั้งเดสก์ท็อป GNOME และ KDE

source: This task sets up your system to be a file server, supporting both CIFS and NFS.
is: Þetta setur kerfið þitt upp sem skráaþjón, með stuðningi við bæði CIFS og NFS.
kk: Бұл тапсырма жүйеңізді CIFS пен NFS қолдайтын файл сервер ретінде баптайды.
sr@latin: Ovaj zadatak podešava sistem kao fajl server sa podrškom za CIFS i NFS.

source: GNOME desktop environment
fr: Environnement graphique de bureau GNOME
is: GNOME skjáborðsumhverfið
kk: GNOME жұмыс үстелінің ортасы
sr@latin: GNOME desktop okruženje
th: สภาพแวดล้อมเดสก์ท็อป GNOME

source: This task provides basic "desktop" software using the GNOME desktop environment.
fr: Cette tâche fournit les logiciels de base pour l'environnement de bureau GNOME.
is: Þetta setur upp grunnhugbúnað fyrir "skjáborð" með því að nota GNOME skjáborðsumhverfið.
kk: Бұл тапсырма жұмыс үстелі ретінде GNOME ортасын ұсынады.
sr@latin: Ovaj zadatak pruža osnovni „desktop“ softver kroz GNOME desktop okruženje.
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์ "เดสก์ท็อป" พื้นฐาน โดยใช้สภาพแวดล้อมเดสก์ท็อป GNOME

source: LXDE desktop environment
is: LXDE skjáborðsumhverfið
kk: LXDE жұмыс үстелінің ортасы
sr@latin: LXDE desktop okruženje

source: This task provides basic "desktop" software using the LXDE desktop environment.
is: Þetta setur upp grunnhugbúnað fyrir "skjáborð" með því að nota LXDE skjáborðsumhverfið.
kk: Бұл тапсырма жұмыс үстелі ретінде LXDE ортасын ұсынады.
sr@latin: Ovaj zadatak pruža osnovni „desktop“ softver kroz LXDE desktop okruženje.

source: SSH server
is: SSH miðlari

source: This task sets up your system to be remotely accessed through SSH connections.
is: Þetta setur kerfið þitt upp þannig að hægt sé að fjartengjast því í gegnum SSH-tengingar.
sr@latin: Ovaj zadatak podešava sistem za pritup preko SSH veze.

source: Standard system utilities
is: Stöðluð kerfistól
sr@latin: Standardni sistemski alati

source: This task sets up a basic user environment, providing a reasonably small selection of services and tools usable on the command line.
is: Þetta setur upp grunnhugbúnað fyrir notandaumhverfi, með fáum en nægilega fullbúnum þjónustum og áhöldum til þess að hægt sé að vinna á skipanalínu.
sr@latin: Ovaj zadatak podešava osnovno korisničko okruženje, obezbeđujući razumno mali broj servisa i alata za upotrebu u komandnoj liniji.
