Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task localises the desktop in Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالسّيريليّة. وتدعم البلاروسيّة والبلغاريّة والمقدونيّة والرّوسيّة والصّربيّة والأوكرانيّة.
be: Гэта заданне задзейнічае кірыліцу на працоўным стале. Падтрымліваюцца беларуская, балгарская, македонская, руская, сербская і украінская мовы.
bs: Ovaj zadatak čini desktop lokalizovanim na ćirilicu. Podržava bjeloruski, bugarski, makedonski, ruski, srpski i ukrajinski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Κυριλλικά Υποστηρίζει τη Λευκορωσική, Βουλγαρική, Σλαβομακεδονική, Ρωσική, Σερβική και τη Ουκρανική γλώσσα.
eo: Tiu tasko ciril-lingve determinas la labortablon. Ĝi administras la belorusan, la bulgaran, la makedonan, la rusan, la serban kaj la ukrainan.
et: See ülesanne lokaliseerib töölaua kirillitsale. Ta toetab valgevene, bulgaaria, makedoonia, vene, serbia ja ukraina keeli.
ga: Cuireann an tasc seo an deasc in oiriúint don Choireallach. Tacaíonn sé le Bealarúisis, Bulgáiris, Macadóinis, Rúisis, Seirbis, agus Úcráinis.
he: משימה זאת הופכת את שולחן העבודה למותאם לקירילית. המשימה תומכת בבלרוסית, בולגרית, מקדונית, רוסית, סרבית ואוקראינית.
hr: Ova zadaæa lokalizira radnu povr¹inu za kori¹tenje æiriliène abecede. Podr¾ava bjeloruski, bugarski, makedonski, ruski, srpski i ukrajinski jezik.
lt: Šis uždavinys paruošia kirilica lokalizuotą darbastalį. Tai skirta baltarusių, bulgarų, makedonų, rusų, serbų ir ukrainiečių kalboms.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ സിറിലികില്‍ ലോകലൈസ് ചെയ്യുന്നു. ഇത് ബെലാറൂസ്യന്‍, ബള്ഗേറിയന്‍, മാസിഡോണിയന്‍, റഷ്യന്‍, സെര്ബിയന്‍ ഉക്രേനിയന്‍ എന്നിവയെ സപ്പോര്ട്ട് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebordet med kyrillisk skrift. Oppsettet støtter hviterussisk, bulgarsk, makedonsk, russisk, serbisk og ukrainsk.
nn: Denne pakkegruppa gjev eit skrivebord på kyrillisk. Ho støttar kviterussisk, bulgarsk, makedonsk, russisk, serbisk og ukrainsk.
pa: ਇਹ ਕੰਮ ਸਿਰਲਿਕ ਵਿੱਚ ਡੈਸਕਟਾਪ ਦਿੰਦਾ ਹੈ। ਇਹ ਬੇਲਾਰੂਸੀ, ਬੁਲਗਾਰੀਆਈ, ਮੈਕਡੋਨੀਆਈ, ਰੂਸੀ, ਸਰਬੀਆਈ ਅਤੇ ਯੂਕਰੇਨੀ ਲਈ ਸਹਾਇਕ ਹੈ।
ru: Это задание адаптирует рабочий стол для кириллицы. Поддерживаются белорусский,болгарский, македонский, русский, сербский и украинский.
sk: Táto úloha prispôsobí desktop pre cyriliku. Podporuje bieloruské, bulharské, macedónske, ruské, srbské a ukrajinské prostredie.
sl: To opravilo namesti programe in pisave za uporabo cirilice v Debianu, Podpira beloruščino, bolgarščino, makedonščino, ruščino, srbščino in ukrajinščino.
ta: இது மேஜையை க்ரோடியன்(Croatian) மொழியில் உள்ளாக்கம் செய்யும்,போஸ்னியன்(Bosnian), புல்கரியன்(Bulgarian) , மேக்கடொனியன் (Macedonian), இரஷ்யன்(Russian),செர்பியன் (Serbian),மற்றும் யுக்ரைனியன் (Ukrainian) இதற்கு துனைபுரிகிறது
tr: Bu görev masaüstünün Kirilce yerelleştirilmesini sağlar. Beyaz Rusça, Bulgarca, Makedonca, Rusça, Sırpça ve Ukraynaca'yı destekler.

source: Czech environment
ar: البيئة التشيكيّة
be: Чэшскае асяроддзе
bs: Podrška za češki
el: Τσέχικο περιβάλλον
eo: Ĉeĥa medio
et: Tšehhikeelne keskkond
ga: Timpeallacht Seicise
he: סביבה צ'כית
hr: Èe¹ko okru¾enje
lt: Čekų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Tseky
ml: ചെക്ക് പരിസ്ഥിതി
nb: Tsjekkisk miljø
nn: Tsjekkisk miljø
pa: ਚੈੱਕ ਮਾਹੌਲ
ru: Поддержка чешского языка
sk: České prostredie
sl: Češko okolje
ta: ஸேக் (Czech) சுழல்
tr: Çekçe desteği

source: This task installs packages and documentation in Czech to help Czech speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالتشيكيّة لتسهّل على الناطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-чэшску
bs: Ovaj zadatak instalira pakete i dokumentaciju na češkom kako bi pomogli onima koji govore češki pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Τσέχικα για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la ĉeĥajn uzantojn de Linukso.
et: See ülesanne paigaldab tšehhi keele kõnelejatel Debiani kasutamist hõlbustavad pakid ja tšehhikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Seicise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בצ'כית כדי לעזור לדוברי צרפתית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na èe¹kom jeziku koji olak¹avaju uporabu Debiana osobama koje govore èe¹ki.
lt: Šis uždavinys įdiegia paketus ir čekiškus dokumentus, kad padėtų čekų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Tseky, hanampiana ireo izay miteny Tseky amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ചെക്ക് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ചെക്കിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper tsjekkisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon for å hjelpe fransktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਚੈੱਕ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਚੈੱਕ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на чешском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre česky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v češčini.
ta: ஸேக் (Czech) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஸேக் (Czech) மொழியில் நிறுவுகிறது
tr: Bu görev Çekçe konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Czech desktop
ar: سطح المكتب بالتشيكية
be: Працоўны стол па-чэшску
bs: Češki desktop
el: Τσέχικο περιβάλλον εργασίας
eo: Ĉeĥa labortablo
et: Tšehhikeelne töölaud
ga: Deasc Sheicise
he: שולחן עבודה בצ'כית
hr: Èe¹ka radna povr¹ina
lt: Čekiškas darbastalis
mg: Birao amin'ny teny Tseky
ml: ചെക്ക് ഡെസ്ക്ടോപ്
nb: Tsjekkisk skrivebord
nn: Tsjekkisk skrivebord
pa: ਚੈੱਕ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на чешском
sk: Český desktop
sl: Češko namizje
ta: ஸேக் (Czech) மேஜை
tr: Çekçe masaüstü

source: This task localises the desktop in Czech.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالتشيكيّة.
be: Гэта заданне перакладае працоўны стол на чэшскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na češki.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Τσέχικα.
eo: Tiu tasko ĉeĥ-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua tšehhi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSeicis.
he: משימה זאת הופכת את שולחן העבודה למותאם לצ'כית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na èe¹ki.
lt: Šis uždavinys paruošia čekų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Tseky.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ചെക്കില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på tsjekkisk.
nn: Denne pakkegruppa gjev eit tsjekkisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਚੈੱਕ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для чешском.
sk: Táto úloha prispôsobí desktop pre češtinu.
sl: To opravilo lokalizira vaše namizje v češčino.
ta: இது மேஜையை ஸேக் (Czech) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Çekçe yerelleştirilmesini sağlar.

source: Danish environment
ar: البيئة الدنماركيّة
be: Дацкае асяроддзе
bs: Podrška za danski
cy: Amgylchedd Daneg
el: Δανέζικο περιβάλλον
eo: Dana medio
et: Taanikeelne keskkond
ga: Timpeallacht Danmhairgise
he: סביבה דנית
hr: Dansko okru¾enje
lt: Danų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Danois
ml: ഡാനിഷ് പരിസ്ഥിതി
nb: Dansk miljø
nn: Dansk miljø
pa: ਡੈਨਿਸ ਮਾਹੌਲ
ru: Поддержка датского языка
sk: Dánske prostredie
sl: Dansko okolje
ta: டனிஸ்(Danish) சுழல்
tr: Danimarkaca desteği

source: This task installs packages and documentation in Danish to help Danish speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالدّنماركيّة لتسهّل على النّاطقين بالدّنماركيّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-дацку
bs: Ovaj zadatak instalira pakete i dokumentaciju na danskom kako bi pomogli onima koji govore danski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth mewn Daneg er mwyn cynorthwyo siaradwyr Daneg i ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Δανέζικα για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tio tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la danajn uzantojn de Linukso.
et: See ülesanne paigaldab taani keele kõnelejate Debiani kasutamist hõlbustavad pakid ja taanikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Danmhairgise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בדנית ועוזרת לדוברי דנית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore danski.
lt: Šis uždavinys įdiegia paketus ir daniškus dokumentus, kad padėtų danų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Danois, hanampiana ireo izany meteny Danois amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഡാനിഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഡാനിഷിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper dansktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på dansk for å hjelpa dansktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਡੈਨਿਸ਼ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਡੈਨਿਸ਼ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на датском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre dánsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v danščini.
ta: டனிஸ்(Danish) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் டனிஸ்(Danish) மொழியில் நிறுவுகிறது
tr: Bu görev Danimarkaca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Danish desktop
ar: سطح المكتب بالدنماركية
be: Працоўны стол па-дацку
bs: Danski desktop
cy: Penbwrdd Daneg
el: Δανέζικο περιβάλλον εργασίας
eo: Dana labortablo
et: Taanikeelne töölaud
ga: Deasc Dhanmhairgise
he: שולחן עבודה בדנית
hr: Danska radna povr¹ina
lt: Daniškas darbastalis
mg: Birao Danois
ml: ഡാനിഷ് ഡെസ്ക്ടോപ്
nb: Dansk skrivebord
nn: Dansk skrivebord
pa: ਡੈਨਿਸ਼ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на датском
sk: Dánsky desktop
sl: Dansko namizje
ta: டனிஸ்(Danish) மேஜை
tr: Danimarkaca masaüstü

source: This task localises the desktop in Danish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالدّنماركيّة.
be: Гэта заданне перакладае працоўны стол на дацкую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na danski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Δανέζικα.
eo: Tiu tasko dan-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua taani keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Danmhairgis.
he: משימה זאת הופכת את שולחן העבודה למותאם לדנית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na danski.
lt: Šis uždavinys paruošia danų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Danois.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഡാനിഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på dansk.
nn: Denne pakkegruppa gjev eit skrivebord på dansk.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਡੈਨਿਸ਼ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для датского.
sk: Táto úloha prispôsobí desktop pre dánčinu.
sl: To opravilo lokalizira vaše namizje v danščino.
ta: இது மேஜையை டனிஸ்(Danish) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Danimarkaca yerelleştirilmesini sağlar.

source: SQL database
ar: قاعدة بيانات SQL
be: База дадзеных SQL
bg: SQL база данни
bs: SQL baza podataka
cy: Cronfa ddata SQL
el: Βάση Δεδομένων SQL
eo: 'SQL'-datumbazo
et: SQL andmebaas
fr: Bases de données SQL
ga: Bunachar Sonraí SQL
gl: Base de datos SQL
he: מסד נתונים SQL
hr: SQL baza podataka
is: SQL gagnagrunnur
kk: SQL деректер базасы
lt: SQL duomenų bazė
lv: SQL datubāze
ml: SQL ഡാറ്റാബേസ്
pa: SQL ਡਾਟਾਬੇਸ
pt: Base de dados SQL
ru: База данных SQL
sk: SQL databáza
sl: Podatkovna zbirka SQL
sr@latin: SQL baza podataka
ta: SQL தரவுத்தளம்
th: ฐานข้อมูล SQL
tr: SQL veritabanı

source: This task selects client and server packages for the PostgreSQL database.
ar: هذه المهمّة تنتقي حزم العميلٍ والخادم لقاعدة بيانات PostgreSQL.
be: Гэта заданне выбірае кампаненты кліента і сервера БД PostgreSQL.
bg: Тази задача избира клиентските и сървърските пакети на базата данни PostgreSQL.
bs: Ovaj zadatak odabire klijent i server pakete za PostgreSQL bazu podataka.
cy: Mae'r tasg hwn yn dewis pecynnau cleient a gweinydd ar gyfer y cronfa ddata PostgreSQL.
el: Αυτή η ομάδα εγκαθιστά πακέτα για λογισμικό πελάτη και εξυπηρετητή για τη βάση δεδομένων PostgreSQL.
eo: Tiu tasko elektas klientajn kaj servilajn pakojn por administri la 'PostgreSQL'-datumbazojn
et: See ülesanne valib PostgreSQL andmebaasi serveri ja kliendi pakid.
fr: Cette tâche choisit les paquets client et serveur pour manipuler des bases de données PostgreSQL.
ga: Roghnaíonn an tasc seo pacáistí cliaint agus freastalaí le haghaidh bhunachar sonraí PostgreSQL.
gl: Esta tarefa selecciona paquetes de cliente e servidor da base de datos PostgreSQL.
he: משימה זאת בוחרת חבילות לקוח ושרת עבור מסד הנתונים PostgreSQL.
hr: Ova zadaæa izabire klijentske i poslu¾iteljske pakete za PostgreSQL bazu podataka.
is: Þetta velur pakka með miðlara og biðlurum fyrir PostgreSQL gagnagrunn.
kk: Бұл тапсырма PostgreSQL деректер базасы үшін клиент пен сервер дестелерін таңдайды.
lt: Šis uždavinys išrenka įdiegimui PostgreSQL duomenų bazes kliento ir serverio paketus.
lv: Šī paku grupa installē kliena un servera programmatūru PostgreSQL datubāzei.
ml: ഈ ജോലി PostgreSQL ഡാറ്റാബേസിന് വേണ്ട ക്ലയന്റിന്റേയും സേവകന്റേയും പാക്കേജുകള്‍ തിരഞ്ഞെടുക്കുന്നു.
nb: Dette oppgaven gir klient- og tjenerpakker for databasen PostgreSQL.
nn: Denne pakkegruppa gjev klient- og tenarpakkar for PostgreSQL-databasen.
pa: ਇਹ ਕੰਮ PostgreSQL ਡਾਟਾਬੇਸ ਲਈ ਕਲਾਂਇਟ ਅਤੇ ਸਰਵਰ ਪੈਕੇਜ ਚੁਣਦਾ ਹੈ।
pt: Esta tarefa selecciona pacotes cliente e servidor para a base de dados.
ru: Установить компоненты клиента и сервера СУБД PostgreSQL.
sk: Táto úloha vyberie klientske a serverové balíky PostgreSQL databázy.
sl: To opravilo izbere odjemalce in strežniške pakete za podatkovno zbirko PostgreSQL.
sr@latin: Ovaj zadatak bira klijentske i serverske pakete za PostgreSQL bazu podataka.
ta: பொஸ்ட்க்ரே SQL (PostgreSQL) தரவுதளத்திற்காக ஆதரவாளர் மற்றும் சேவையக கட்டுகளை தேர்ந்தெடுக்க
th: งานติดตั้งนี้ เลือกแพกเกจไคลเอนต์และเซิร์ฟเวอร์สำหรับฐานข้อมูล PostgreSQL
tr: Bu görev PostgreSQL veritabanı için sunucu ve istemci paketlerini seçer.

source: PostgreSQL is an SQL relational database, offering increasing SQL92 compliance and some SQL3 features. It is suitable for use with multi-user database access, through its facilities for transactions and fine-grained locking.
ar: PostgreSQL هي قاعدة بيانات SQL علائقيّة تتيح إلتزاماً صاعداً بـSQL92 و بعضاً من ميّزات SQL3. وهي مناسبة للاستعمال مع وصولٍ متعدّد المستخدمين لقاعدة البيانات عبر وسائلها للمعاملات والقفل الدّقيق.
be: PostgreSQL -- рэляцыйная база дадзеных SQL, якая прапаноўвае ўсё больш падтрымкі стандарту SQL92, а таксама пэўныя магчымасці SQL3. Дзякуючы падтрымцы транзакцыяў і добра збудаванай сістэме блакіровак, PostgreSQL зручна ўжываць ва ўмовах адначасовага доступу шматлікіх карыстальнікаў да БД.
bg: PostgreSQL е SQL релационна база данни, която предлага широка поддръжка на стандарта SQL92, както и някои въведения на стандарта SQL3. Подходяща е за използване при многопотребителски достъп до база данни заради нейните способности за транзакции и фино заключване.
bs: PostgreSQL je SQL relaciona baza podataka koja nudi povećanu SQL92 usklađenost i neke SQL3 osobine. Preporučuje se za upotrebu na bazama podatako sa višekorisničkim pristupom preko svojih transakcionih mogućnosti i fine-grained lockinga.
cy: Mae PosrgreSQL yn gronfa data perthynol, sy'n darparu cydymffurfiad SQL92 cynyddol a rhai nodweddion SQL3. Mae'n addas ar gyfer defnydd gyda cronfeydd data aml-ddefnyddiwr, drwy ei gyfleusterau ar gyfer trafodion a chloi mân.
el: Η PostgreSQL είναι μια σχεσιακή βάση δεδομένων SQL, που προσφέρει αυξημένη συμβατότητα με το πρότυπο SQL92 και ορισμένα χαρακτηριστικά του προτύπου SQL3. Είναι κατάλληλη για χρήση σε πολυχρηστικά συστήματα βάσεων δεδομένων, καθώς παρέχει δυνατότητες για συναλλαγές (transactions) και εξελιγμένους τρόπους συγχρονισμού.
eo: 'PostgreSQL'-o estas 'SQL'-a rilata datumbazo, kiu liveras pligrandigitan 'SQL92'-fidelecon kiel kelkaj funkcioj el 'SQL3'-o. Ĝi taŭgas por uzi en pluruzantaj medioj pro siaj transakciaj facilecoj kaj rigladaj kontroloj.
et: PostgreSQL on relatsiooniline SQL andmebaas, mis vastab üha enam SQL92 spetsifikatsioonile ja sisaldab mõningaid SQL3 võimalusi. Ta sobib mitmekasutaja-pöördus andmebaasiks, omades võimalusi ülekanneteks ja väga täpseks lukustamiseks.
fr: PostgreSQL est une base de données relationnelle SQL, offrant une conformité SQL92 sans cesse accrue, ainsi que quelques fonctionnalités de SQL3. Il convient à une utilisation dans un environnement multi-utilisateurs, avec transactions aisées et contrôle précis sur le verrouillage.
ga: Is bunachar sonraí coibhneasta SQL é PostgreSQL, atá oiriúnach do SQL92 agus a bhfuil roinnt gnéithe SQL3 agat. Tacaíonn sé le hidirbhearta agus glasáil mhín agus mar sin tá sé fóinteach d'úsáid le rochtain ilúsáideoirí.
gl: PostgreSQL é unha base de datos relacional SQL, que ofrece cada vez unha maior conformidade con SQL92 e algunhas características de SQL3. É axeitado para se empregar con acceso a bases de datos multiusuario, mediante a súa infraestructura transacional e o bloqueo de gran fino.
he: PostgreSQL הוא מסד נתונים המציע תמיכה גדלה בתקן SQL92 וחלק מאשפרות של SQL3. הוא מתאים לשימוש עם גישה מרובת משתמשים למסד הנתונים דרך המתקנים שלו לטרנזאקציות והנעילות העדינות שלו.
hr: PostgreSQL je SQL baza podataka koja nudi poveæanu SQL92 usklaðenost i neke SQL3 moguænosti. Pogodna je za vi¹ekorisnièki pristup bazi podataka, kroz svoje moguænosti transakcija i precizno razdijeljeno zakljuèavanje.
is: PostgreSQL er venslaður SQL gagnagrunnur, með aukinni SQL92 samhæfingu og ýmsum eiginleikum frá SQL3. Hann hentar vel til notkunar þar sem krafist er fjölnotendaaðgangs að gagnagrunnum, með ýmsum tólum fyrir millifærslur og fínstillanlegar aðgangslæsingar.
kk: PostgreSQL - SQL реляциялық деректер базасы. Ол SQL92 толығымен және SQL3 кейбір қасиеттерін қолдайды. Ол көп пайдаланушысы бар деректер базасы ретінде қолданылады.
lt: PostgreSQL yra reliacinė SQL duomenų bazė, siūlanti didėjantį suderinamumą su SQL92 ir kai kuriomis SQL3 galimybėmis. Dėka tranzakcijų galimybės ir gerai apgalvotos blokavimo sistemos, ji tinkama naudoti esant daugelio naudotojų kreipimuisi į duomenų bazę.
lv: PostgreSQL ir SQL relāciju datubāze, kas piedāvā atbalstu SQL92 standartam un dažas SQL3 funkcijas. Tā ir piemērota darbam ar daudzlietotāju datubāzēm un piedāvā tranzakciju un smalku datu bloķēšanu.
ml: PostgreSQL എന്നത് കൂടി വരുന്ന SQL92 കംപ്ലയന്സും ചില SQL3 കഴിവുകളും ഉള്ള ഒരു SQL റിലേഷണല്‍ ഡാറ്റാബേസ് ആണ്. ഇത് ഇതിന്റെ ട്രാന്സാക്ഷന്‍ കഴിവുകളും സൂക്ഷ്മമായ പൂട്ടുകളും വഴി ഒന്നിലധികം ഉപയോക്താക്കളുടെ ഡാറ്റാബേസ് സമീപന ഉപയോഗത്തിനനുയോജ്യമായതാണ്.
nb: PostgreSQL er en SQL relasjonsdatabase, som tilbyr økende SQL92-kompatibilitet og noen SQL3-egenskaper. PostgreSQL passer for flerbruker databasetilgang fordi den kan bruke transaksjoner og fininndelt låsing.
nn: PostgreSQL er ein SQL relasjonsdatabase, som tilbyr aukande SQL92-kompabilitet og nokre SQL3-eigenskapar. PostgreSQL er passande for fleirbrukar databasetilgang gjennom fasilitetar for overføringar og fininndelt låsing.
pa: PostgreSQL ਇੱਕ SQL ਰੈਸ਼ਨਲ ਡਾਟਾਬੇਸ ਹੈ, ਜੋ ਕਿ SQL92 ਅਨੁਕੂਲ ਅਤੇ ਕੁਝ SQL3 ਫੀਚਰ ਦਿੰਦਾ ਹੈ। ਇਹ ਬਹੁਤ-ਉਪਭੋਗੀ ਡਾਟਾਬੇਸ ਅਸੈਸ, ਜਿਸ ਨਾਲ ਟਰਾਂਸਐਕਸ਼ਨ ਅਤੇ ਫਾਇਨ-ਗਰੇਨ ਲਾਕਿੰਗ ਵਰਗੀਆਂ ਸਹੂਲਤਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
pt: PostgreSQL é uma base de dados relacional, oferecendo conformidade melhorada de SQL92 e algumas características de SQL3. É apropriado para utilizar com acesso a bases de dados multi-utilizador, através de facilidades para transacções e fine-grained locking.
ru: PostgreSQL -- реляционная SQL СУБД, с всё возрастающей совместимостью с SQL92 и с некоторыми возможностями SQL3. Она может использоваться для многопользовательских систем, благодаря своей поддержке транзакций и продуманной системе блокировок.
sk: PostgreSQL je relačná databáza ponúkajúca stále lepšiu podporu SQL92 a niektoré vlastnosti SQL3. Vďaka svojej podpore transakcií a jemnozrnnému zamykaniu je PostgreSQL vhodný pre nasadenie do viacpoužívateľského prostredia.
sl: PostgreSQL je relacijska podatkovna zbirka SQL, ki ponuja naraščajočo skladnost s SQL92 in nekatere možnosti SQL3. Primerna je za večuporabniški dostop do zbirk, predvsem zaradi spretnosti pri izvrševanju in drobnozrnatega zaklepanja.
sr@latin: PostgreSQL je relaciona SQL baza podataka koja podržava SQL92 standard i neke SQL3 mogućnosti. Pogodna je za upotrebu kod baza podataka sa više korisnika, jer podržaca transakcije i specifična zaključavanja.
ta: பொஸ்ட்க்ரே SQL(PostgreSQL) என்பது ஒரு SQL தொடர்பான தரவுத்தளம்,இது அதிகப்படியான் SQL92 இணக்கம் மற்றும் SQL3 அம்சங்களை கொண்டுள்ளது.பலபயனர் தரவுதள உபயோகத்திற்கு ஏற்றது.இவ்வசதி செயல் வசதிகள்(transaction) நன்கு அமைக்கப்பட்ட மிக நுண்ணிய அடைப்புகள்(lock) மூலம் பொஸ்ட்க்ரே SQL (PostgreSQL) தருகிறது
th: PostgreSQL เป็นฐานข้อมูล relational ที่ใช้ SQL ซึ่งสนับสนุนมาตรฐาน SQL92 เพิ่มขึ้นเรื่อยๆ รวมทั้งความสามารถบางอย่างของ SQL3 เหมาะสำหรับการใช้ฐานข้อมูลในระบบหลายผู้ใช้ ด้วยการใช้งาน transaction และการล็อคแบบละเอียด
tr: PostgreSQL, artan SQL92 uyumluluğu ve bazı SQL3 özellikleri sunan bir ilişkisel SQL veritabanıdır. PostgreSQL veri aktarımı ve detaylı kilitleme hizmetleriyle çok kullanıcılı veri tabanı erişimine uygundur.

source: Desktop environment
ar: بيئة سطح مكتب
be: Асяроддзе працоўнага стала
bg: Среда за работен плот
bs: Desktop aplikacije
cy: Amgylchedd penbwrdd
el: Περιβάλλον Εργασίας
eo: Labortabla medio
et: Töölauaga keskkond
fr: Environnement graphique de bureau
ga: Timpeallacht deisce
gl: Ambiente de escritorio
he: סביבת שולחן עבודה
hr: Radno okru¾enje ('desktop')
lt: Darbalaukio aplinka
lv: Darbagalda vide
mg: Tontolo fiasana kisary
ml: ഡെസ്ക്ടോപ് പരിസ്ഥിതി
nb: Skrivebordsmiljø
nn: Skrivebordsmiljø
pa: ਡੈਸਕਟਾਪ ਮਾਹੌਲ
pt: Ambiente de Desktop
ru: Рабочий стол
sk: Stolný počítač
sl: Namizno okolje
ta: மேஜை சுழல்
th: สภาพแวดล้อมเดสก์ท็อป
tr: Masaüstü ortamı
