Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: Amharic environment
be: Амхарскае асяроддзе
ga: Timpeallacht Amáirise
sk: Amharské prostredie
ta: அம்ஹரிக் சூழல்

source: This task installs programs, data files, fonts, and documentation that makes it easier for Amharic speakers to use Debian.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы дадзеных, шрыфты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-амхарску.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hAmáirise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי אמהרית לקל יותר.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre amharsky hovoriacich používateľov.
ta: இப்பணி நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது அம்ஹரிக் மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்

source: Amharic desktop
be: Працоўны стол па-амхарску
ga: Deasc Amáirise
he: שולחן עבודה באמהרית
sk: Amharský desktop
ta: அம்ஹரிக் மேஜை

source: This task localises the desktop in Amharic.
be: Гэта заданне перакладае працоўны стол на амхарскую мову.
ga: Cuireann an tasc seo an deasc in oiriúint don Amáiris.
he: משימה זאת הופכת את שולחן העבודה למותאם לאמהרית.
sk: Táto úloha prispôsobí desktop pre amharčinu.
ta: இது மேஜையை அம்ஹரிக் மொழியில் உள்ளாக்கம் செய்யும்

source: Arabic environment
ar: البيئة العربيّة
be: Арабскае асяроддзе
bs: Podrška za arapski
el: Αραβικό περιβάλλον
eo: Araba medio
et: Araabiakeelne keskkond
ga: Timpeallacht Araibise
he: סביבה ערבית
hr: Arapsko okru¾enje
lt: Arabų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Arabo
ml: അറബി പരിസ്ഥിതി
nb: Arabisk miljø
nn: Arabisk miljø
pa: ਅਰਬੀ ਮਾਹੌਲ
ru: Поддержка арабского языка
sk: Arabské prostredie
sl: Arabsko okolje
ta: அரபிக் சூழல்
tr: Arapça desteği

source: This task installs programs, data files, fonts, and documentation that makes it easier for Arabic speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً وملفّات بيانات ووثائق تسهّل على النّاطقين بالعربيّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-арабску.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju kako bi pomogli onima koji govore arapski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Αραβικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la arabajn uzantojn de Linukso.
et: See ülesanne paigaldab araabia keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja araabiakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hAraibise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי ערבית לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore arapski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins arabų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra ary fanampiana izay mety hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Arabo.
ml: ഈ ജോലി അറബി സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി അറബിയിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det lettere for arabisktalende å bruke Debian.
nn: Med dette valet installerer du program, datafiler, skrifttypar og dokumentasjon som gjer det lettare for arabisktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਅਤੇ ਦਸਤਾਵੇਜ਼ ਹਨ, ਜੋ ਕਿ ਅਰਬੀ ਬੋਲਣ ਵਾਲਿਆਂ ਵਾਸਤੇ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਲੋੜੀਦੇ ਹਨ
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на арабском языке.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre arabsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v arabščini.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது அரபிய மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Arapça konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve yazıtiplerini içerir.

source: Arabic desktop
ar: سطح المكتب بالعربية
be: Працоўны стол па-арабску
bs: Arapski desktop
el: Αραβικό περιβάλλον εργασίας
eo: Araba labortablo
et: Araabiakeelne töölaud
ga: Deasc Araibise
he: שולחן עבודה בערבית
hr: Arapska radna povr¹ina
lt: Arabų kalbos darbastalis
mg: Birao amin'ny teny Arabo
ml: അറബി ഡെസ്ക്ടോപ്
nb: Arabisk skrivebord
nn: Arabisk skrivebord
pa: ਅਰਬੀ ਡੈਸਕਟਾਪ
sk: Arabský desktop
sl: Arabsko namizje
ta: அரபிக் மேஜை
tr: Arapça masaüstü

source: This task localises the desktop in Arabic.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالعربيّة.
be: Гэта заданне перакладае працоўны стол на арабскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na arapski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Αραβικά.
eo: Tiu tasko arab-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua araabia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Araibis.
he: משימה זאת הופכת את שולחן העבודה למותאם לערבית
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na arapski.
lt: Šis uždavinys paruošia arabų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Arabo.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ അറബിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på arabisk.
nn: Denne pakkegruppa gjev eit arabisk skrivebord
pa: ਇਸ ਕੰਮ ਅਰਬੀ ਵਿੱਚ ਡੈਸਕਟਾਪ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для арабского.
sk: Táto úloha prispôsobí desktop pre arabčinu.
sl: To opravilo lokalizira vaše namizje v arabščino.
ta: இது மேஜையை அரபிய மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Arapça yerelleştirilmesini sağlar.

source: Basque desktop
ar: سطح المكتب بالباسك
be: Працоўны стол па-баскску
bs: Baskijski desktop
el: Βάσκικο περιβάλλον εργασίας
eo: Vaska labortablo
et: Baskikeelne töölaud
ga: Deasc Bhascaise
he: שולחן עבודה בבסקית
hr: Baskijska radna povr¹ina
lt: Baskų kalbos darbastalis
mg: Birao amin'ny teny Baska
ml: ബാസ്ക് ഡെസ്ക്ടോപ്
nb: Baskisk skrivebord
nn: Baskisk Dansk skrivebord
pa: ਬਸਕਿਓ ਡੈਸਕਟਾਪ
sk: Baskický desktop
sl: Baskovsko namizje
ta: பாஸ்க்( Basque) மேஜை
tr: Bask dili masaüstü

source: This task localises the desktop in Basque.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بلغة الباسك.
be: Гэта заданне перакладае працоўны стол на баскскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na baskijski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Βάσκικα.
eo: Tiu tasko vask-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua baski keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Bhascais.
he: משימה זאת הופכת את שולחן העבודה למותאם לבסקית
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu baskijski.
lt: Šis uždavinys paruošia baskų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Baska.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ബാസ്കില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på baskisk.
nn: Denne pakkegruppa gjev eit baskisk skrivebord.
pa: ਇਸ ਕੰਮ ਬਸਕਿਓ ਵਿੱਚ ਡੈਸਕਟਾਪ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre baskičtinu.
sl: To opravilo lokalizira vaše namizje v baskovščino.
ta: இது மேஜையை பாஸ்க்( Basque) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Bask dilinde yerelleştirilmesini sağlar.

source: Belarusian environment
ar: البيئة البلاروسية
be: Беларускае асяроддзе
bs: Podrška za bjeloruski
el: Περιβάλλον Λευκορωσσίας
eo: Belorusia medio
et: Valgevenekeelne keskkond
ga: Timpeallacht Bhealarúisise
he: סביבת בלרוסית
hr: Bjelorusko okru¾enje
lt: Baltarusių kalbos aplinka
mg: Tontolo fiasana amin'ny teny bielorosianina
ml: ബെലാറൂസ്യന്‍ പരിസ്ഥിതി
nb: Hviterussisk miljø
nn: Kviterussisk miljø
pa: ਬੇਲਾਰੂਸੀ ਮਾਹੌਲ
sk: Bieloruské prostredie
sl: Belorusko okolje
ta: பெலருஸியன் (belarusian) சுழல்
tr: Belarus desteği

source: This task installs packages and documentation in Belarusian to help Belarusian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالبلاروسية لتسهّل على النّاطقين بهااستخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-беларуску
bs: Ovaj zadatak instalira pakete i dokumentaciju na bjeloruskom kako bi pomogli onima koji govore bjeloruski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Λευκορωσσικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la belarusiajn uzantojn de Linukso.
et: See ülesanne paigaldab valgevene keele kõnelejate Debiani kasutamist hõlbustavad pakid ja valgevenekeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Bealarúisise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בבלרוסית ועוזרת לדוברי בלרוסית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na bjeloruskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore bjeloruski.
lt: Šis uždavinys įdiegia paketus ir baltarusiškus dokumentus, kad padėtų baltarusių kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny bielorosianina hanampiana ireo mpampiasa an'i Debian miteny bielorosianina.
ml: ഈ ജോലി ബെലാറൂസ്യന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ബെലാറൂസ്യനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper hviterussisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på kviterussisk for å hjelpe kviterussisktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਬੇਲਾਰੂਸੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਬੇਲਾਰੂਸ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre bielorusky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v beloruščini.
ta: பெலருஸியன் (belarusian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல்கட்டுகளையும் மற்றும் அறிக்கைகளையும் பெலருஸியன் (belarusian) மொழியில் நிறுவுகிறது
tr: Bu görev Belarus dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Belarusian desktop
ar: سطح المكتب بالبلاروسية
be: Працоўны стол па-беларуску
bs: Bjeloruski desktop
el: Λευκορωσσικό περιβάλλον εργασίας
eo: Belarusia labortablo
et: Valgevenekeelne töölaud
ga: Deasc Bhealarúisise
he: שולחן עבודה בבלרוסית
hr: Bjeloruska radna povr¹ina
lt: Baltarusiškas darbastalis
mg: Birao amin'ny teny bielorosianina
ml: ബെലാറൂസ്യന്‍ ഡെസ്ക്ടോപ്
nb: Hviterussisk skrivebord
nn: Kviterussisk skrivebord
pa: ਬੇਲਾਰੂਸੀ ਡੈਸਕਟਾਪ
sk: Bieloruský desktop
sl: Belorusko namizje
ta: பெலருஸியன் (belarusian) மேஜை
tr: Belarus masaüstü

source: This task localises the desktop in Belarusian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باللغة البلاروسية.
be: Гэта заданне перакладае працоўны стол на беларускую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na bjeloruski
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Λευκορωσσικά.
eo: Tiu tasko belarus-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua valgevene keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Bhealarúisis.
he: משימה זאת הופכת את שולחן העבודה למותאם לבלרוסית
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na bjeloruski.
lt: Šis uždavinys paruošia baltarusių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny bielorosianina
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ബെലാറൂസ്യനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på hviterussisk.
nn: Denne pakkegruppa gjev eit kviterussisk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਬੇਲਾਰੂਸੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre bieloruštinu.
sl: To opravilo lokalizira vaše namizje v beloruščino.
ta: இது மேஜையை பெலருஸியன் (belarusian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Belarus yerelleştirilmesini sağlar.

source: Bengali environment
ar: البيئة البنغالية
be: Бенгальскае асяроддзе
bs: Podrška za bengalski
el: Περιβάλλον Βενγκάλι
eo: Bengala medio
et: Bengaalikeelne keskkond
ga: Timpeallacht Bheangáilise
he: סביבת בנגלית
hr: Bengalsko okru¾enje
lt: Bengalų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Bengali
ml: ബംഗാളി പരിസ്ഥിതി
nb: Bengali miljø
nn: Bengalsk miljø
pa: ਬੰਗਾਲੀ ਮਾਹੌਲ
ru: Поддержка бенгальского языка
sk: Bengálske prostredie
sl: Bengalsko okolje
ta: பெங்காலி (Bengali) சுழல்
tr: Bengalce desteği

source: This task installs programs, data files, fonts, and documentation that makes it easier for Bengali speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً وملفّات بيانات ووثائق تسهّل على النّاطقين بالبنغاليةاستخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-бенгальску.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju kako bi pomogli onima koji govore bengalski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Βενγκάλι για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la bengalajn uzantojn de Linukso.
et: See ülesanne paigaldab bengaali keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja bengaalizkeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Beangáilise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי בנגלי לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore bengalski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins bengalų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra, tarehin-tsoratra ary fanampiana izay mety hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Spanish.
ml: ഈ ജോലി ബംഗാളി സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ബംഗാളിയിലുള്ള പാക്കേജുകളും, ഡാറ്റാ ഫയലുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det lettere for bengali-talende å bruke Debian.
nn: Med dette valet installerer du program, datafiler, skrifttypar og dokumentasjon som gjer det lettare for bengalsktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਅਤੇ ਦਸਤਾਵੇਜ਼ ਹਨ, ਜੋ ਕਿ ਬੰਗਾਲੀ ਬੋਲਣ ਵਾਲਿਆਂ ਵਾਸਤੇ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਲੋੜੀਦੇ ਹਨ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на бенгальском языке.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre bengálsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v bengalščini.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது பெங்காலி (Bengali) மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Bengalce konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve yazıtiplerini içerir.

source: Bengali desktop
ar: سطح المكتب بالبنغالية
be: Працоўны стол па-бенгальску
bs: Bengalski desktop
el: Βενγκάλι περιβάλλον εργασίας
eo: Bengala labortablo
et: Bengalikeelne töölaud
ga: Deasc Bheangáilise
he: שולחן עבודה בבנגלי
hr: Bengalska radna povr¹ina
lt: Bengališkas darbastalis
mg: Birao amin'ny teny bengali
ml: ബംഗാളി ഡെസ്ക്ടോപ്
nb: Bengali skrivebord
nn: Bengalsk skrivebord
pa: ਬੰਗਾਲੀ ਡੈਸਕਟਾਪ
sk: Bengálsky desktop
sl: Bengalsko namizje
ta: பெங்காலி (Bengali) மேஜை
tr: Bengalce masaüstü

source: This task localises the desktop in Bengali.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالبنغالية.
be: Гэта заданне перакладае працоўны стол на бенгальскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na bengalski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Βενγκάλι.
eo: Tiu tasko bengal-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua bengali keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Bheangáilis.
he: משימה זאת הופכת את שולחן העבודה למותאם לבנגלית
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na bengalski.
lt: Šis uždavinys paruošia bengalų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Bengaly.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ബംഗാളിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på bengali.
nn: Denne pakkegruppa gjev eit bengalsk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਬੰਗਾਲੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для бенгальского.
sk: Táto úloha prispôsobí desktop pre bengálčinu.
sl: To opravilo lokalizira vaše namizje v bengalščino.
ta: இது மேஜையை பெங்காலி (Bengali) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Bengalce yerelleştirilmesini sağlar.

source: Bosnian environment
ar: البيئة البوسنيّة
be: Баснійскае асяроддзе
bs: Podrška za bosanski
el: Βοσνιακό περιβάλλον
eo: Bosna media
et: Bosniakeelne keskkond
ga: Timpeallacht Bhoisnise
he: סביבה בוסנית
hr: Bosansko okru¾enje
lt: Bosnių kalbos aplinka
mg: Tontolo fiasana amin'ny teny Bosnian
ml: ബോസ്നിയന്‍ പരിസ്ഥിതി
nn: Bosnisk miljø
pa: ਬੋਸਨੀਆਈ ਮਾਹੌਲ
sk: Bosnianske prostredie
sl: Bosansko okolje
ta: போஸ்னியன்(Bosnian) சுழல்

source: This task installs packages and documentation in Bosnian to help Bosnian speaking people use Debian.
ar: تقوم هذه المهمة بتثيت حزم ووثائق بالبوسنيّة لتسهّل على الناطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-баснійску
bs: Ovaj zadatak instalira pakete i dokumentaciju na bosanskom kako bi pomogli onima koji govore bosanski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Βοσνιακά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la bosnajn uzantojn de Linukso.
et: See ülesanne paigaldab bosnia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja bosniakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Boisnise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בוסנית ועוזרת לדוברי בוסנית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na bosanskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore bosanski.
lt: Šis uždavinys įdiegia paketus ir bosniškus dokumentus, kad padėtų bosnių kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Bosnian, hanampiana ireo miteny Bosnian amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ബോസ്നിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ബോസ്നിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på bosnisk for å hjelpa bosnisktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਬੋਸਨੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਬੋਸਨੀਆਈ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre bosniansky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v bosanščini.
ta: போஸ்னியன்(Bosnian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல்கட்டுகளையும் மற்றும் அறிக்கைகளையும் போஸ்னியன்(Bosnian) மொழியில் நிறுவுகிறது

source: Bosnian desktop
ar: سطح المكتب بالبوسنية
be: Працоўны стол па-баснійску
bs: Podrška za bosanski
el: Βοσνιακό περιβάλλον εργασίας
eo: Bosna labortablo
et: Bosniakeelne töölaud
ga: Deasc Bhoisnise
he: שולחן עבודה בבוסנית
hr: Bosanska radna povr¹ina
lt: Bosnių kalbos darbastalis
mg: Birao amin'ny teny Bosniaka
ml: ബോസ്നിയന്‍ ഡെസ്ക്ടോപ്
nb: Bosnisk skrivebord
nn: Bosnisk skrivebord
pa: ਬੋਸਨੀਆਈ ਡੈਸਕਟਾਪ
sk: Bosniansky desktop
sl: Bosansko namizje
ta: போஸ்னியன்(Bosnian) மேஜை
tr: Boşnak masaüstü

source: This task localises the desktop in Bosnian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باللغة البوسنية.
be: Гэта заданне перакладае працоўны стол на баснійскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na bosanski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Βοσνιακά.
eo: Tiu tasko bosn-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua bosnia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Bhoisnis.
he: משימה זאת הופך את שולחן העבודה למותאם לבוסנית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na bosanski.
lt: Šis uždavinys paruošia bosnių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Bosniaka.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ബോസ്നിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på bosnisk.
nn: Denne pakkegruppa gjev eit bosnisk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਬੋਸਨੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre bosniančinu.
sl: To opravilo lokalizira vaše namizje v bosanščino.
ta: இது மேஜையை போஸ்னியன்(Bosnian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Boşnakça yerelleştirilmesini sağlar.

source: Brazilian Portuguese environment
ar: البيئة البرتغاليّة البرازيليّة
be: Партугальскае асяроддзе для бразільцаў
bs: Podrška za brazilski portugalski
cy: Amgylchedd Portiwgaleg Brasil
el: Βραζιλιάνικο Πορτογαλικό περιβάλλον
eo: Brazilportugala medio
et: Brasiilia portugalikeelne keskkond
ga: Timpeallacht Phortaingéilis na Brasaíle
he: סביבה יפנית
hr: Brazilsko portugalsko okru¾enje
lt: Brazilijos portugalų kalbos aplinka
mg: Tontolo fiasana amin'ny teny portugais brezialianina
ml: ബ്രസീലിലെ പോര്ചുഗീസ് പരിസ്ഥിതി
nb: Brasil-portugisisk miljø
nn: Brasiliansk-Portugisisk miljø
pa: ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਮਾਹੌਲ
ru: Поддержка португальского языка для бразильцев
sk: Prostredie pre brazílsku portugalčinu
sl: Brazilsko portugalsko okolje
ta: ப்ரெஸிலியன் போர்ச்சுகீஸ்( Brazilian Portuguese) சுழல்
tr: Brezilya Portekizcesi desteği
