Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task installs programs, data files, and documentation that make it easier for Brazilian Portuguese speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً وملفّات بيانات ووثائقاً تسهّل على النّاطقين بالبرتغاليّة البرازيليّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian бразільцам, што размаўляюць па-партугальску.
bs: Ovaj zadatak instalira programe, podatke i dokumentaciju kako bi pomogli onima koji govore brazilski portugalski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu rhaglenni, ffeiliau data, a dogfennaeth sy'n ei gwneud hi'n haws i siaradwyr Portiwgaleg Brasil ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Βραζιλιάνικα Πορτογαλικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la brazilportugalajn uzantojn de Linukso.
et: See ülesanne paigaldab brasiilia portugali keele kõnelejatel Debiani kasutamist hõlbustavad programmid, andmefailid ja dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha Portaingéilis na Brasaíle Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי פורטוגזית ברזילאית לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore brazilski portugalski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins Brazilijos portugalų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra ary fanampiana izay mety hahamoramora ny fampiasana an'i Debian, ho an'ireo Brezilianina miteny portugais.
ml: ഈ ജോലി ബ്രസീലിലെ പോര്ചുഗീസ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ബ്രസീലിലെ പോര്ചുഗീസിലുള്ള പാക്കേജുകളും, ഡാറ്റാ ഫയലുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler og dokumentasjon som hjelper portugisisk-talende brasilianere å bruke Debian.
nn: Med denne pakkegruppa installerer du program, datafiler og dokumentasjon for å gjere det lettare for brasiliansk-portugisisk talande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਅਤੇ ਦਸਤਾਵੇਜ਼ ਹਨ, ਜੋ ਕਿ ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਬੋਲਣ ਵਾਲਿਆਂ ਵਾਸਤੇ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਲੋੜੀਦੇ ਹਨ।
ru: Установить пакеты, позволяющие облегчить использование Debian для бразильцев,говорящих на португальском языке.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre používateľov hovoriacich brazílskou portugalčinou.
sl: To opravilo namesti programe, datoteke in dokumentacijo za uporabo Debiana v brazilski portugalščini.
ta: நிரல், கோப்பு விவரம், மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது ப்ரெஸிலியன் போர்ச்சுகீஸ்( Brazilian Portuguese)மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Brezilya Portekizcesi konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve belgeleri içerir.

source: Brazilian Portuguese desktop
ar: سطح المكتب بالبرتغالي البرازيلية
be: Працоўны стол па-партугальску для бразільцаў
bs: Brazilski portugalski desktop
cy: Penbwrdd Portiwgaleg Brasil
el: Βραζιλιάνικο Πορτογαλικό περιβάλλον εργασίας
eo: Brazilportugala labortablo.
et: Brasiilia portugalikeelne töölaud
ga: Deasc Phortaingéilis na Brasaíle
he: שולחן עבודה בפורטוגזית ברזילאית
hr: Brazilski portugalska radna povr¹ina
lt: Brazilijos portugalų darbastalis
mg: Birao amin'ny teny portugais brezilianina
ml: ബ്രസീലിലെ പോര്ചുഗീസ് ഡെസ്ക്ടോപ്
nb: Brasiliansk-Portugisisk skrivebord
nn: Brasiliansk-Portugisisk skrivebord
pa: ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на португальском языке для бразильцев
sk: Desktop s podporou brazílskej portugalčiny
sl: Brazilsko portugalsko namizje
ta: ப்ரெஸிலியன் போர்ச்சுகீஸ்( Brazilian Portuguese) மேஜை
tr: Brezilya Portekizcesi masaüstü

source: This task localises the desktop in Brasilian Portuguese.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالبرتغاليّة البرازيليّة.
be: Гэта заданне перакладае працоўны стол на партугальскую мову для бразільцаў.
bs: Ovaj zadatak čini desktop lokalizovanim na brazilski portugalski.
cy: Mae'r tasg hwn yn gwneud i'r penbwrdd fod wedi ei leoli ym Mhortiwgaleg Brasil
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας για Βραζιλιάνικα Πορτογαλικά.
eo: Tiu tasko brazil-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua Brasiilia portugali keelele.
ga: Cuireann an tasc seo an deasc in oiriúint do Phortaingéilis na Brasaíle.
he: משימה זאת הופכת את שולחן העבודה למותאם לפורטוגזית ברזילאית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na brazilski portugalski.
lt: Šis uždavinys paruošia Brazilijos portugalų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny portugais Brazilianina.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ബ്രസീലിലെ പോര്ചുഗീസില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på brasiliansk-portugisisk.
nn: Denne pakkegruppa gjev eit Brasiliansk-Portogisisk skrivebord
pa: ਇਹ ਕੰਮ ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਵਿੱਚ ਡੈਸਕਟਾਪ ਦਿੰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для бразильцев, говорящих на португальском языке.
sk: Táto úloha pripraví desktop lokalizovaný v brazílskej portugalčine.
sl: To opravilo lokalizira vaše namizje v brazilsko portugalščino.
ta: இது மேஜையை ப்ரெஸிலியன் போர்ச்சுகீஸ்( Brazilian Portuguese) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Brezilya Portekizcesi yerelleştirilmesini sağlar.

source: British English environment
ar: البيئة الإنجليزية البريطانية
be: Брытанскае асяроддзе
bs: Podrška za britanski engleski
el: Αγγλικό (Βρετανικό) περιβάλλον.
eo: Britangla medio
et: Briti inglise keelne keskkond
ga: Timpeallacht Bhéarla na Sasanach
he: סביבת אנגלית בריטית
hr: Britansko englesko okru¾enje
lt: Britų anglų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Anglisy
ml: ബ്രിട്ടീഷ് ഇംഗ്ലീഷ് പരിസ്ഥിതി
nb: Britisk engelsk miljø
nn: Britisk engelsk miljø
pa: ਬਰਤਾਨਵੀ ਅੰਗਰੇਜ਼ੀ ਮਾਹੌਲ
sk: Prostredie britskej angličtiny
sl: Britansko angleško okolje
ta: பிரிடிஸ் இங்கிலிஸ் (British English) சுழல்
tr: Britanya İngilizcesi desteği

source: This task installs packages and documentation in British English to help British English speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالإنجليزية البريطانية لتسهّل على النّاطقين بهااستخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе на брытанскай англійскай.
bs: Ovaj zadatak instalira pakete i dokumentaciju na britanskom engleskom kako bi pomogli onima koji govore britanski engleski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Αγγλικά (Βρετανικά) για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tio tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la britanglajn uzantojn de Linukso.
et: See ülesanne paigaldab briti inglise keele kõnelejate Debiani kasutamist hõlbustavad pakid ja briti inglise keelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do na Sasanaigh Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד באנגלית בריטית ועוזרת לדוברי אנגלית בריטית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na britanskom engleskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore britanski engleski.
lt: Šis uždavinys įdiegia paketus ir angliškus, kad padėtų britų anglų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Anglisy, hanampiana ireo izany miteny Anglisy amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ബ്രിട്ടീഷ് ഇംഗ്ലീഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ബ്രിട്ടീഷ് ഇംഗ്ലീഷിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper britiskeengelsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på britisk engelsk for å hjelpa britisk engelsktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਬਰਤਾਨਵੀ ਅੰਗੇਰਜ਼ੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਬਰਤਾਨਵੀ ਅੰਗਰੇਜ਼ੀ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre používateľov hovoriacich britskou angličtinou.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v britanski angleščini.
ta: பிரிடிஸ் இங்கிலிஸ் (British English) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் பிரிடிஸ் இங்கிலிஸ் (British English) மொழியில் நிறுவுகிறது
tr: Bu görev Britanya İngilizcesi konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: British English desktop
ar: سطح المكتب بالإنجليزية البريطانية
be: Працоўны стол на брытанскай англійскай
bs: Britanski engleski desktop
el: Αγγλικό (Βρετανικό) περιβάλλον εργασίας
eo: Britangla labortablo
et: briti inglise keelne töölaud
ga: Deasc Bhéarla na Sasanach
he: שולחן עבודה אנגלי בריטי
hr: Britanska engleska radna povr¹ina
lt: Angliškas britų darbastalis
mg: Birao amin'ny teny Anglisy
ml: ബ്രിട്ടീഷ് ഇംഗ്ലീഷ് ഡെസ്ക്ടോപ്
nb: Britisk engelsk skrivebord
nn: Britisk engelsk skrivebord
pa: ਬਰਤਾਨਵੀ ਅੰਗਰੇਜ਼ੀ ਡੈਸਕਟਾਪ
sk: Desktop pre britskú angličtinu
sl: Britansko angleško namizje
ta: பிரிடிஸ் இங்கிலிஸ் (British English) மேஜை
tr: Britanya İngilizcesinde masaüstü

source: This task localises the desktop in British English.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالإنجليزية البريطانية.
be: Гэта заданне перакладае працоўны стол на брытанскую англійскую.
bs: Ovaj zadatak čini desktop lokalizovanim na britanski engleski
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Αγγλικά (Βρετανικά).
eo: Tiu tasko britangl-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua briti inglise keelele.
ga: Cuireann an tasc seo an deasc in oiriúint do Bhéarla Sasanach.
he: משימה זאת הופכת את שולחן העבודה למותאם לאנגלית בריטית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na britanski engleski.
lt: Šis uždavinys paruošia britų anglų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Anglisy.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ബ്രിട്ടീഷ് ഇംഗ്ലീഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på britisk engelsk.
nn: Denne pakkegruppa gjev eit britisk engelsk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਬਰਤਾਨਵੀ ਅੰਗਰੇਜ਼ੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre britskú angličtinu.
sl: To opravilo lokalizira vaše namizje v britansko angleščino.
ta: இது மேஜையை பிரிடிஸ் இங்கிலிஸ் (British English)மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Britanya İngilizcesinde yerelleştirilmesini sağlar.

source: Bulgarian environment
ar: البيئة البلغاريّة
be: Балгарскае асяроддзе
bs: Podrška za bugarski
el: Βουλγάρικο περιβάλλον
eo: Bulgara medio
et: Bulgaariakeelne keskkond
ga: Timpeallacht Bhulgáirise
he: סביבת בולגרית
hr: Bugarsko okru¾enje
lt: Bulgarų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Bolgara
ml: ബള്ഗേറിയന്‍ പരിസ്ഥിതി
nb: Bulgarsk miljø
nn: Bulgarsk miljø
pa: ਬੁਲਗਾਰੀਆਈ ਮਾਹੌਲ
ru: Поддержка болгарского языка
sk: Bulharské prostredie
sl: Bolgarsko okolje
ta: புல்கரியன் (Bulgarian) சுழல்
tr: Bulgarca desteği

source: This task installs programs and data files that make it easier for Bulgarian speakers to use Debian.
ar: هذه المهمّة تثبّت برامج وملفات بيانات تسهّل على الناطقين بالبلغاريّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы і файлы для аблягчэння працы ў Debian тым, хто размаўляе па-балгарску
bs: Ovaj zadatak instalira programe i podatke koji olakšavaju korištenje Debiana onima koji govore bugarski.
el: Αυτή η ομάδα εγκαθιστά πακέτα χρήσιμα σε χρήστες του Debian που ομιλούν Βουλγάρικα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la bulgarajn uzantojn de Linukso.
et: See ülesanne paigaldab bulgaaria keele kõnelejatel Debiani kasutamist hõlbustavad pakid.
ga: Suiteálann an tasc seo ríomhchláir agus comhaid sonraí sa chaoi go mbeidh sé níos fusa do lucht labhartha na Bulgáirise Debian a úsáid.
he: משימה זאת מתקינה חבילות בשביל להקל על דוברי בולגרית להשתמש בדביאן.
hr: Ova zadaæa instalira programe i podatkovne datoteke koji olak¹avaju uporabu Debiana osobama koje govore bugarski.
lt: Šis uždavinys įdiegia paketus, kad palengvintų bulgarų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa sy rakitra izay hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Bolgara.
ml: ഈ ജോലി ബള്ഗേറിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് എളുപ്പമാക്കാനായി ബള്ഗേറിയനിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer og datafiler som hjelper bulgarsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar som gjer det lettare for bulgarsktalande å bruka Debian.
pa: ਇਹ ਕੰਮ ਬੁਲਗਾਰੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на болгарском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre bulharsky hovoriacich používateľov.
sl: To opravilo namesti programe za uporabo Debiana v bolgarščini.
ta: நிரல்,ம்ற்றும் கோப்பு விவரம், ஆகியவற்றை நிறுவும், இது புல்கரியன் (Bulgarian) மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Bulgarca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paketleri içerir.

source: Bulgarian desktop
ar: سطح المكتب بالبلغارية
be: Працоўны стол па-балгарску
bs: Bugarski desktop
el: Βουλγάρικο περιβάλλον εργασίας
eo: Bulgara labortablo
et: Bulgaariakeelne töölaud
ga: Deasc Bhulgáirise
he: שולחן עבודה בבולגרית
hr: Bugarska radna povr¹ina
lt: Bulgariškas darbastalis
mg: Birao amin'ny teny Bolgara
ml: ബള്ഗേറിയന്‍ ഡെസ്ക്ടോപ്
nb: Bulgarsk skrivebord
nn: Bulgarsk skrivebord
pa: ਬੁਲਗਾਰੀਆ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на болгарском
sk: Bulharský desktop
sl: Bolgarsko namizje
ta: புல்கரியன் (Bulgarian) மேஜை
tr: Bulgarca masaüstü

source: This task localises the desktop in Bulgarian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالبلغاريّة.
be: Гэта заданне перакладае працоўны стол на балгарскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na bugarski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Βουλγάρικα.
eo: Tiu tasko bulgar-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua bulgaaria keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Bhulgáiris.
he: משימה זאת הופכת את שולחן העבודה למותאם לבולגרית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na bugarski.
lt: Šis uždavinys paruošia bulgarų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Bolgara
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ബള്ഗേറിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på bulgarsk.
nn: Denne pakkegruppa gjev eit bulgarsk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਬੁਲਗਾਰੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для болгарского.
sk: Táto úloha prispôsobí desktop pre bulharštinu.
sl: To opravilo lokalizira vaše namizje v bolgarščino.
ta: இது மேஜையை பிரிடிஸ் புல்கரியன் (Bulgarian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Bulgarca yerelleştirilmesini sağlar.

source: Catalan environment
ar: البيئة الكاتالانيّة
be: Каталонскае асяроддзе
bs: Podrška za katalonski
cy: Amgylchedd Catalan
el: Καταλανικό περιβάλλον
eo: Kataluna medio
et: Katalaanikeelne keskkond
ga: Timpeallacht Chatalóinise
he: סביבת קטלונית
hr: Katalansko okru¾enje
lt: Katalonų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Katalanina
ml: കറ്റാലന്‍ പരിസ്ഥിതി
nb: Katalansk miljø
nn: Katalan-miljø
pa: ਕਾਟਾਲਾਨ ਮਾਹੌਲ
ru: Поддержка каталонского языка
sk: Katalánske prostredie
sl: Katalonsko okolje
ta: கடலன் (Catalan) சுழல்
tr: Katalanca desteği

source: This task installs packages and documentation in Catalan to help Catalan speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالكاتلانيّة لتسهّل على النّاطقين بهااستخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-каталонску
bs: Ovaj zadatak instalira pakete i dokumentaciju na katalonskom kako bi pomogli onima koji govore katalonski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfenniaeth yng Nghatalaneg er mwyn cynorthwyo siaradwyr Catalaneg i ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Καταλανικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la katalunajn uzantojn de Linukso.
et: See ülesanne paigaldab katalaani keele kõnelejate Debiani kasutamist hõlbustavad pakid ja katalaanikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Catalóinise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בקטלונית ועוזרת לדוברי קטלונית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na katalonskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore katalanski.
lt: Šis uždavinys įdiegia paketus ir kataloniškus dokumentus, kad padėtų katalonų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Katalanina, hanampiana ireo izany miteny Katalanina amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി കറ്റാലന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി കറ്റാലനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper katalansktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon i katalansk for å hjelpa folk som snakkar katalansk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਕਾਟਾਲਾਨ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਕਾਟਾਲਾਨ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на каталонском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre katalánsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v katalonščini.
ta: கடலன் (Catalan) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் கடலன் (Catalan) மொழியில் நிறுவுகிறது
tr: Bu görev Katalanca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Catalan desktop
ar: سطح المكتب بالكاتالانية
be: Працоўны стол па-каталонску
bs: Katalonski desktop
cy: Penbwydd Catalaneg
el: Καταλανικό περιβάλλον εργασίας
eo: Kataluna labortablo
et: Katalaanikeelne töölaud
ga: Deasc Chatalóinise
he: שולחן עבודה בקטלונית
hr: Katalanska radna povr¹ina
lt: Kataloniškas darbastalis
mg: Birao amin'ny teny Katalanina
ml: കറ്റാലന്‍ ഡെസ്ക്ടോപ്
nb: Katalansk skrivebord
nn: Katalansk skrivebord
pa: ਕਾਟਾਲਾਨ ਮਾਹੌਲ
ru: Поддержка рабочего стола на каталонском языке
sk: Katalánsky desktop
sl: Katalonsko namizje
ta: கடலன் (Catalan) மேஜை
tr: Katalan masaüstü

source: This task localises the desktop in Catalan.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بلغة الكتالان.
be: Гэта заданне перакладае працоўны стол на каталонскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na katalonski.
cy: Mae'r tasg hwn yn gwneud i'r penbwrdd fod wedi ei leoli yng Nghatalaneg
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Καταλανικά.
eo: Tiu tasko katalun-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua katalani keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Chatalóinis.
he: משימה זאת הופכת את שולחן העבודה למותאם לקטלונית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na katalanski.
lt: Šis uždavinys paruošia katalonų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Katalanina.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ കറ്റാലനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på katalansk.
nn: Denne pakkegruppa gjev eit katalansk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਕਾਟਾਲਾਨ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для каталонского.
sk: Táto úloha pripraví desktop lokalizovaný v katalánčine.
sl: To opravilo lokalizira vaše namizje v katalonščino.
ta: இது மேஜையை கடலன் (Catalan) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Katalanca yerelleştirilmesini sağlar.

source: Simplified Chinese environment
ar: البيئة الصينيّة المبسّطة
be: Спрошчанае кітайскае асяроддзе
bs: Podrška za pojednostavljeni kineski
cy: Amgylchedd Tsieinëeg Symleiddiedig
el: Περιβάλλον Απλοποιημένης Κινεζικής
eo: Simplĉina medio
et: Lihtsustatud hiina keelne keskkond
ga: Timpeallacht Sínise Simplithe
he: סביבה סינית מופשטת
hr: Pojednostavljeno kinesko okru¾enje
lt: Supaprastintos kinų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Sinoa notsorina
ml: ചുരുക്കിയ ചൈനീസ് പരിസ്ഥിതി
nb: Forenklet kinesisk miljø
nn: Forenkla kinesisk miljø
pa: ਸਧਾਰਨ ਚੀਨੀ ਮਾਹੌਲ
ru: Поддержка упрощённого китайского языка
sk: Zjednodušené čínske prostredie
sl: Poenostavljeno kitajsko okolje
ta: சுருங்கிய சைனிஸ் (Simplified Chines) சுழல்
tr: Basitleştirilmiş Çince desteği
