Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: Northern Sami desktop
ar: سطح المكتب بلغة سامي الشمالية
be: Працоўны стол па-саамску
bs: Sjeverni sami desktop
el: Northern Sami περιβάλλον εργασίας
eo: Samea labortablo
et: Põhja-sami keelne töölaud
ga: Deasc Sháimise
he: שולחן עבודה בלאפית
hr: Sjeverni Sami radna povr¹ina
lt: Šiaurės sami kalbos darbastalis
mg: Birao amin'ny teny Sami avaratra
ml: വടക്കന്‍ സാമി ഡെസ്ക്ടോപ്
nb: Nordsamisk skrivebord
nn: Nordsamisk skrivebord
pa: ਉੱਤਰੀ ਮਰੀਵੀਆਨਾ ਡੈਸਕਟਾਪ
sk: Desktop pre Northern Sami jazyk
sl: Severno samoško namizje
ta: நார்த்தன் சமி (Northern Sami) மேஜை
tr: Kuzey Sami dilinde masaüstü

source: This task localises the desktop in Northern Sami.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بلغة السامي الشمالية.
be: Гэта заданне перакладае працоўны стол на саамскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na sjeverni sami.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Northern Sami.
eo: Tiu tasko same-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua põhja-sami keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSáimis.
he: משימה זאת הופכת את שולחן העבודה למותאם ללאפית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na jezik Sjeverni Sami.
lt: Šis uždavinys paruošia šiaurės sami kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Sami avaratra.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ വടക്കന്‍ സാമിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på nordsamisk.
nn: Denne pakkegruppa gjev eit nordsamisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਉੱਤਰੀ ਸਾਮੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre Northern Sami jazyk.
sl: To opravilo lokalizira vaše namizje v jezik severnega Samija.
ta: இது மேஜையை நார்த்தன் சமி (Northern Sami) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Kuzey Sami dilinde yerelleştirilmesini sağlar.

source: Norwegian (Bokmaal and Nynorsk) environment
ar: البيئة النرويجيّة (نينورسك و بوكمال)
be: Нарвежскае асяроддзе (Букмол і Нюнорск)
bs: Podrška za norveški (Bokmaal i Nynorsk)
cy: Amgylchedd Norwyeg (Bokmaal a Nynorsk)
el: Νορβηγικό περιβάλλον (Bokmaal και Nynorsk)
eo: Norvega ('bokmål' kaj 'nynorsk') medio
et: Norrakeelne (Bokmaal and Nynorsk) keskkkond
ga: Timpeallacht Ioruaise (Bokmaal agus Nynorsk)
he: סביבה נורבגית
hr: Norve¹ko (Bokmaal i Nynorsk) okru¾enje
lt: Norvegų (Bokmaal ir Nynorsk) kalbų aplinka
mg: Tontolo fiasana Norwegian (Bokmaal sy Nynorsk)
ml: നോര്‍വീജിയന്‍ (ബൊക്മാലും നിനോര്സ്കും) പരിസ്ഥിതി
nb: Norsk miljø (bokmål og nynorsk)
nn: Norsk (bokmål og nynorsk) miljø
pa: ਨਾਰਵੇਗੀਆਈ (ਬੋਕਮਾਕ ਅਤੇ ਨਯਨੋਰਸਕ) ਮਾਹੌਲ
ru: Поддержка норвежского (Bokmaal и Nynorsk) языка
sk: Nórske (Bokmaal a Nynorsk) prostredie
sl: Norveško (Bokmaal in Nynorsk) okolje
ta: நார்வெகியன் (Norwegian) சுழல்
tr: Norveçce (Bokmaal ve Nynorsk) desteği

source: This task installs packages and documentation in Norwegian to help Norwegian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالنّرويجيّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-нарвежску
bs: Ovaj zadatak instalira pakete i dokumentaciju na norveškom kako bi pomogli onima koji govore norveški pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth yn Norwyeg er mwyn cynorthwyo siaradwyr Norwyeg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Νορβηγικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la norvegajn uzantojn de Linukso.
et: See ülesanne paigaldab norra keele kõnelejate Debiani kasutamist hõlbustavad pakid ja norrakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hIoruaise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בנורבגית ועוזרת לדוברי נורבגית להשתמש ב-Debian.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore norve¹ki.
lt: Šis uždavinys įdiegia paketus ir norvegiškus dokumentus, kad padėtų norvegų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Norwegian, hanampiana ireo izay miteny Norwegian amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി നോര്‍വീജിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി നോര്‍വീജിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper norsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på norsk for å hjelpa norsktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਨਾਰਵੇਗੀਅਨ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਨਾਰਵੇਗੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на норвежском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre nórsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v norveščini.
ta: நார்வெகியன் (Norwegian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் நார்வெகியன் (Norwegian) மொழியில் நிறுவுகிறது
tr: Bu görev Norveçce konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Norwegian (Bokmaal and Nynorsk) desktop
ar: سطح المكتب بالنرويجية (نينورسك وبوكمال)
be: Працоўны стол па-нарвежску (Букмол і Нюнорск)
bs: Norveški (Bokmaal i Nynorsk) desktop
cy: Penbwrdd Norwyeg (Bokmaal a Nynorsk)
el: Νορβηγικό περιβάλλον εργασίας (Bokmaal και Nynorsk)
eo: Norvega ('bokmål' kaj 'nynorsk') la labortablon
et: Norrakeelne (Bokmaal and Nynorsk) töölaud
ga: Deasc Ioruaise (Bokmaal agus Nynorsk)
he: שולחן עבודה בנורבגית
hr: Norve¹ka (Bokmaal i Nynorsk) radna povr¹ina
lt: Norvegų (Bokmaal ir Nynorsk) kalbų darbastalis
mg: Birao Norwegian (Bokmaal and Nynorsk)
ml: നോര്‍വീജിയന്‍ (ബൊക്മാലും നിനോര്സ്കും) ഡെസ്ക്ടോപ്
nb: Norsk skrivebord (bokmål og nynorsk)
nn: Norsk (bokmål og nynorsk) skrivebord
pa: ਨਾਰਵੇਗੀਅਨ (ਬੋਕਮਾਲ ਅਤੇ ਨਯਨੋਰਸਕ) ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на норвежском (Bokmaal и Nynorsk)
sk: Nórsky (Bokmaal a Nynorsk) desktop
sl: Norveško (Bokmaal in Nynorsk) namizje
ta: நார்வெகியன் (Norwegian)மேஜை
tr: Norveçce (Bokmaal ve Nynorsk) masaüstü

source: This task localises the desktop in Norwegian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالنّرويجيّة.
be: Гэта заданне перакладае працоўны стол на нарвежскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na norveški.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Νορβηγικά.
eo: Tiu tasko norveg-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua norra keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ioruais.
he: משימה זאת הופכת את שולחן העבודה למותאם לנורבגית
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na norve¹ki.
lt: Šis uždavinys paruošia norvegų kalbomis lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Norwegian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ നോര്‍വീജിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et norsk skrivebord (nynorsk og bokmål).
nn: Denne pakkegruppa gjev eit norsk skrivebord (nynorsk og bokmål).
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਨਾਰਵੇਗੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для норвежского.
sk: Táto úloha prispôsobí desktop pre nórčinu.
sl: To opravilo lokalizira vaše namizje v norveščino.
ta: இது மேஜையை நார்வெகியன் (Norwegian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Norveçce yerelleştirilmesini sağlar.

source: Persian environment
ar: البيئة الفارسية
be: Персідскае асяроддзе
bs: Podrška za perzijski
el: Περσικό περιβάλλον
eo: Persa medio
et: Pärsiakeelne keskkond
ga: Timpeallacht Pheirsise
he: סביבה פרסית
hr: Perzijsko okru¾enje
lt: Persų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Persa
ml: പേര്ഷ്യന്‍ പരിസ്ഥിതി
nb: Persisk miljø
nn: Persisk miljø
pa: ਫਾਰਸੀ ਮਾਹੌਲ
ru: Поддержка персидского языка
sk: Perzské prostredie
sl: Perzijsko okolje
ta: பெர்சியன்(Persian) சுழல்
tr: Farsça desteği

source: This task installs programs, data files, fonts, and documentation that makes it easier for Persian speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً وملفّات بيانات ووثائق تسهّل على النّاطقين بالفارسية استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-персідску
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju kako bi pomogli onima koji govore perzijski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Περσικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la persajn uzantojn de Linukso.
et: See ülesanne paigaldab pärsia keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja pärsiakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Peirsise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי פרסית לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore perzijski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins persų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra, tarehin-tsoratra ary fanampiana izay mety hahamora ny fampiasana an'i Debian ho an'ireo miteny Persa.
ml: ഈ ജോലി പേര്ഷ്യന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി പേര്ഷ്യലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det lettere for persisktalende å bruke Debian.
nn: Med dette valet installerer du program, datafiler, skrifttypar og dokumentasjon for å gjere det lettare for persisktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਫਾਰਸੀ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਫਾਰਸੀ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на персидском языке.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre perzsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v perzijskem jeziku.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது பெர்சியன்(Persian) பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Farsça konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve yazıtiplerini içerir.

source: Persian desktop
ar: سطح المكتب بالفارسية
be: Працоўны стол па-персідску
bs: Perzijski desktop
el: Περσικό περιβάλλον εργασίας
eo: Persa labortablo
et: Pärsiakeelne töölaud
ga: Deasc Pheirsise
he: שולחן עבודה בפרסית
hr: Perzijska radna povr¹ina
lt: Persiškas darbastalis
mg: Birao amin'ny teny Persa
ml: പേര്ഷ്യന്‍ ഡെസ്ക്ടോപ്
nb: Persisk skrivebord
nn: Persisk skrivebord
pa: ਫਾਰਸੀ ਡੈਸਕਟਾਪ
sk: Perzský desktop
sl: Perzijsko namizje
ta: பெர்சியன்(Persian) மேஜை
tr: Farsça masaüstü

source: This task localises the desktop in Persian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالفارسية.
be: Гэта заданне перакладае працоўны стол на персідскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na perzijski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Περσικά.
eo: Tiu tasko pers-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua pärsia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Pheirsis.
he: משימה זאת הופכת את שולחן העבודה למותאם לפרסית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na perzijski.
lt: Šis uždavinys paruošia persų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny tenyPersa.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ പേര്ഷ്യനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på persisk.
nn: Denne pakkegruppa gjev eit persisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਪਰਸ਼ੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для персидского.
sk: Táto úloha prispôsobí desktop pre perzštinu.
sl: To opravilo lokalizira vaše namizje v perzijski jezik.
ta: இது மேஜையை பெர்சியன்(Persian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Farsça yerelleştirilmesini sağlar.

source: Polish environment
ar: البيئة البولنديّة
be: Польскае асяроддзе
bs: Podrška za poljski
cy: Amgylchedd Pwyleg
el: Πολωνικό περιβάλλον
eo: Pola medio
et: Poolakeelne keskkond
ga: Timpeallacht Pholainnise
he: סביבה פולנית
hr: Poljsko okru¾enje
lt: Lenkų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Polonais
ml: പോളിഷ് പരിസ്ഥിതി
nb: Polsk miljø
nn: Polsk miljø
pa: ਪੋਲੈਂਡੀ ਮਾਹੌਲ
ru: Поддержка польского языка
sk: Poľské prostredie
sl: Poljsko okolje
ta: போலிஸ் (Polish) சுழல்
tr: Lehçe desteği

source: This task installs packages and documentation in Polish to help Polish speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالبولنديّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-польску
bs: Ovaj zadatak instalira pakete i dokumentaciju na poljskom kako bi pomogli onima koji govore poljski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth ym Mhwyleg er mwyn cynorthwyo siaradwyr Pwyleg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Πολωνικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la polajn uzantojn de Linukso.
et: See ülesanne paigaldab poola keele kõnelejate Debiani kasutamist hõlbustavad pakid ja poolakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Polainnise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בפולנית ועוזרת לדוברי פולנית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore poljski.
lt: Šis uždavinys įdiegia paketus ir lenkiškus dokumentus, kad padėtų lenkų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Polonais, hanampiana ireo izay miteny Polonais amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി പോളിഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി പോളിഷിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper polsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på polsk for å hjelpa polsktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਪੋਲੈਂਡੀ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਪੋਲੈਂਡੀ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на польском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre poľsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v poljščini.
ta: போலிஸ் (Polish) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் போலிஸ் (Polish) மொழியில் நிறுவுகிறது
tr: Bu görev Lehçe konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Polish desktop
ar: سطح المكتب بالبولندية
be: Працоўны стол па-польску
bs: Poljski desktop
cy: Penbwrdd Pwyleg
el: Πολωνέζικο περιβάλλον εργασίας
eo: Pola labortablo
et: Poolakeelne töölaud
ga: Deasc Pholainnise
he: שולחן עבודה פולני
hr: Poljska radna povr¹ina
lt: Lenkiškas darbastalis
mg: Birao amin'ny teny Polonais
ml: പോളിഷ് ഡെസ്ക്ടോപ്
nb: Polsk skrivebord
nn: Polsk skrivebord
pa: ਪੋਲੈਂਡੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на польском
sk: Poľský desktop
sl: Poljsko namizje
ta: போலிஸ் (Polish) மேஜை
tr: Lehçe masaüstü

source: This task localises the desktop in Polish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالبولنديّة.
be: Гэта заданне перакладае працоўны стол на польскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na poljski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Πολωνικά.
eo: Tiu tasko pol-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua poola keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Pholainnis.
he: משימה זאת הופכת את שולחן העבודה למותאם לפולנית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na poljski.
lt: Šis uždavinys paruošia lenkų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Polonais.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ പോളിഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på polsk.
nn: Denne pakkegruppa gjev eit polsk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਪੋਲੈਂਡੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для польского.
sk: Táto úloha prispôsobí desktop pre poľštinu.
sl: To opravilo lokalizira vaše namizje v poljščino.
ta: இது மேஜையை போலிஸ் (Polish) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Lehçe yerelleştirilmesini sağlar.

source: Portuguese environment
ar: البيئة البرتغاليّة
be: Партугальскае асяроддзе
bs: Podrška za portugalski
el: Πορτογαλέζικο περιβάλλον
eo: Portugala medio
et: Portugalikeelne keskkond
ga: Timpeallacht Phortaingéilise
he: סביבה פורטוגזית
hr: Portugalsko okru¾enje
lt: Brazilijos portugalų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Portuguese
ml: പോര്ചുഗീസ് പരിസ്ഥിതി
nb: Portugisisk miljø
nn: Portugisisk miljø
pa: ਪੁਰਤਗਾਲ ਮਾਹੌਲ
sk: Portugalské prostredie
sl: Portugalsko okolje
ta: போர்ச்சுகீஸ்(Portuguese) சுழல்
tr: Portekizce desteği

source: This task installs packages and documentation in Portuguese to help Portuguese speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً البرتغاليّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-партугальску
bs: Ovaj zadatak instalira pakete i dokumentaciju na portugalskom kako bi pomogli onima koji govore portugalski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Πορτογαλέζικα, για τους Πορτογάλους χρήστες του Debian.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la portugalajn uzantojn de Linukso.
et: See ülesanne paigaldab portugali keele kõnelejate Debiani kasutamist hõlbustavad pakid ja portugalikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Portaingéilise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בפרטוגזית ועוזרת לדוברי פורטוגזית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na portugalskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore portugalski.
lt: Šis uždavinys įdiegia paketus ir portugališkus dokumentus, kad padėtų portugalų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Portuguese, hanampiana ireo izay miteny Portuguese amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി പോര്ചുഗീസ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി പോര്ചുഗീസിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper portugisisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på portugisisk for å hjelpa portugisisktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਪੁਰਤਗਾਲੀ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਪੁਰਤਗਾਲੀ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre portugalsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v portugalščini.
ta: போர்ச்சுகீஸ்(Portuguese) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் போர்ச்சுகீஸ்(Portuguese)மொழியில் நிறுவுகிறது
tr: Bu görev Portekizce konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Portuguese desktop
ar: سطح المكتب بالبرتغالية
be: Працоўны стол па-партугальску
bs: Portugalski desktop
el: Πορτογαλέζικο περιβάλλον εργασίας
eo: Portugala labortablo.
et: Portugalikeelne töölaud
ga: Deasc Phortaingéilise
he: שולחן עבודה פורטוגזי
hr: Portugalska radna povr¹ina
lt: Portugališkas darbastalis
mg: Birao amin'ny teny Portuguese
ml: പോര്ചുഗീസ് ഡെസ്ക്ടോപ്
nb: Portugisisk skrivebord
nn: Portugisisk skrivebord
pa: ਪੁਰਤਗਾਲ ਡੈਸਕਟਾਪ
sk: Portugalský desktop
sl: Portugalsko namizje
ta: போர்ச்சுகீஸ்(Portuguese) மேஜை
tr: Portekizce masaüstü

source: This task localises the desktop in Portuguese.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالبرتغاليّة.
be: Гэта заданне перакладае працоўны стол на партугальскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na portugalski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας για Ποσρτογαλέζικα.
eo: Tiu tasko portugal-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua portugali keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Phortaingéilis.
he: משימה זאת הופכת את שולחן העבודה למותאם לפורטוגזית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na portugalski.
lt: Šis uždavinys paruošia portugalų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Portuguese.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ പോര്ചുഗീസില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på portugisisk.
nn: Denne pakkegruppa gjev eit portogisisk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਪੁਰਤਗਾਲੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha pripraví desktop lokalizovaný v portugalčine.
sl: To opravilo lokalizira vaše namizje v portugalščino.
ta: இது மேஜையை போர்ச்சுகீஸ்(Portuguese) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Portekizce yerelleştirilmesini sağlar.

source: Print server
ar: خادم طباعة
be: Сервер друку
bg: Сървър за отпечатване
cy: Gweinydd argraffu
el: Εξυπηρετητής εκτυπώσεων
eo: Print-servilo
et: Printimis-server
fr: Serveur d'impression
ga: Freastalaí priontála
gl: Servidor de impresión
he: שרת הדפסות
hr: Poslu¾itelj za ispis
is: Prentþjónn
kk: Баспа сервері
lt: Spausdinimo serveris
lv: Drukas serveris
ml: പ്രിന്റ് സേവകന്‍
nb: Utskriftstjener
nn: Utskriftstenar
pa: ਛਪਾਈ ਸਰਵਰ
pt: Servidor de Impressão
ru: Сервер печати
sk: Tlačový server
sl: Tiskalniški strežnik
ta: அச்சு சேவையகம்
th: เซิร์ฟเวอร์เครื่องพิมพ์
tr: Yazdırma sunucusu
