Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task localises the desktop in Gujarati.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالغجراتي.
be: Гэта заданне перакладае працоўны стол на гуджарацкую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na gudžaratski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Gujarati.
eo: Tiu tasko guĝarat-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua gujarati keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ghúisearáitis.
he: משימה זאת הופכת את שולחן העבודה למותאם לג'וגרטי.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na jezik gujarati.
lt: Šis uždavinys paruošia gudžaratų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Gujarati.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഗുജറാത്തിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på gujarati.
nn: Denne pakkegruppa gjev eit gujaratisk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਗੁਜਰਾਤੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre gudžarátsky jazyk.
sl: To opravilo lokalizira vaše namizje v jezik Gujarati.
ta: இது மேஜையை குஜராத்தி(Gujarati) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Gujarati dilinde yerelleştirilmesini sağlar.

source: Hebrew environment
ar: البيئة العبريّة
be: Асяроддзе іўрыту
bs: Podrška za hebrejski
cy: Amgylchedd Hebraeg
el: Εβραϊκό περιβάλλον
eo: Hebrea medio
et: Heebreakeelne keskkond
ga: Timpeallacht Eabhraise
he: סביבה עברית
hr: Hebrejsko okru¾enje
lt: Hebrajų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Hebreo
ml: ഹീബ്രൂ പരിസ്ഥിതി
nb: Hebraisk miljø
nn: Hebraisk miljø
pa: ਹੈਬਰਿਓ ਮਾਹੌਲ
ru: Поддержка иврита
sk: Hebrejské prostredie
sl: Hebrejsko okolje
ta: ஹெப்ரே(Hebrew) சுழல்
tr: İbranice desteği

source: This task installs programs and documentation in Hebrew to help Hebrew speaking people use Debian.
ar: هذه المهمّة تثبّت برامجاً ووثائقاً بالعبريّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе на іўрыце.
bs: Ovaj zadatak instalira pakete i dokumentaciju na hebrejskom kako bi pomogli onima koji govore hebrejski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth yn Hebraeg er mwyn cynorthwyo siaradwyr Hebraeg i ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Εβραικά, για χρήστες του Debian που ομιλούν αυτήν την γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la hebreajn uzantojn de Linukso.
et: See ülesanne paigaldab heebrea keele kõnelejate Debiani kasutamist hõlbustavad pakid ja heebreakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hEabhraise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בעברית ועוזרת לדוברי עברית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore hebrejski.
lt: Šis uždavinys įdiegia paketus ir hebrajiškus dokumentus, kad padėtų hebrajų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny rindran'asa sy ny fanampiana amin'ny teny hebreo mba hanampiana ireo izay miteny hebreo amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഹീബ്രൂ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഹീബ്രൂവിലുള്ള പ്രോഗ്രാമുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer program og dokumentasjon som hjelper hebraisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på hebraisk for å hjelpa hebraisktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਹੈਬਰਿਊ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਹੈਬਰਿਊ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на иврите.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre hebrejsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v hebrejščini.
ta: ஹெப்ரே(Hebrew) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஹெப்ரே(Hebrew) மொழியில் நிறுவுகிறது
tr: Bu görev İbranice konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak program ve belgeleri içerir.

source: Hebrew desktop
ar: سطح المكتب بالعبرية
be: Працоўны стол на іўрыце
bs: Hebrejski desktop
cy: Penbwrdd Hebraeg
el: Εβραϊκό περιβάλλον εργασίας
eo: Hebrea labortablo
et: Heebreakeelne töölaud
ga: Deasc Eabhraise
he: שולחן עבודה בעברית
hr: Hebrejska radna povr¹ina
lt: Hebrajiškas darbastalis
mg: Birao amin'ny teny hebreo
ml: ഹീബ്രൂ ഡെസ്ക്ടോപ്
nb: Hebraisk skrivebord
nn: Hebraisk skrivebord
pa: ਹੈਬਰਿਓ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на иврите
sk: Hebrejský desktop
sl: Hebrejsko namizje
ta: ஹெப்ரே(Hebrew) மேஜை
tr: İbranice masaüstü

source: This task localises the desktop in Hebrew.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالعبريّة.
be: Гэта заданне перакладае працоўны стол на іўрыт.
bs: Ovaj zadatak čini desktop lokalizovanim na hebrejski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Εβραϊκά.
eo: Tiu tasko hebre-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua heebrea keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Eabhrais.
he: משימה זאת הופכת את שולחן העבודה למותאם לעברית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na hebrejski.
lt: Šis uždavinys paruošia hebrajų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Hebreo.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഹീബ്രൂവില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på hebraisk.
nn: Denne pakkegruppa gjev eit hebraisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਹੈਬਰਿਓ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для иврита.
sk: Táto úloha prispôsobí desktop pre hebrejčinu.
sl: To opravilo lokalizira vaše namizje v hebrejščino.
ta: இது மேஜையை ஹெப்ரே(Hebrew) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün İbranice yerelleştirilmesini sağlar.

source: Hindi environment
ar: البيئة الهندية
be: Асяроддзе хіндзі
bs: Podrška za hinduški
el: Ινδικό περιβάλλον
eo: Hindia medio
et: Hindukeelne keskkond
ga: Timpeallacht Hiondúise
he: סביבה הינדית
hr: Hindi okru¾enje
lt: Hindi kalbos aplinka
mg: Tontolo fiasana amin'ny teny Hindi
ml: ഹിന്ദി പരിസ്ഥിതി
nb: Hindi-miljø
nn: Hindisk miljø
pa: ਹਿੰਦੀ ਮਾਹੌਲ
ru: Поддержка языка хинди
sk: Hindské prostredie
sl: Hindujsko okolje
ta: ஹிந்தி (Hindi) சுழல்
tr: Hintçe desteği

source: This task installs programs, data files, fonts, and documentation that makes it easier for Hindi speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً وملفّات بيانات ووثائق تسهّل على النّاطقين بالهندية استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе на хіндзі.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju kako bi pomogli onima koji govore hinduški pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ινδικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la hindiajn uzantojn de Linukso.
et: See ülesanne paigaldab hindu keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja hindukeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Hiondúise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי הינדית לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore hindi.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins hindi kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra, tarehin-tsoratra ary fanampiana izay hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Hindi.
ml: ഈ ജോലി ഹിന്ദി സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഹിന്ദിയിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det lettere for hindi-talende å bruke Debian.
nn: Med dette valet installerer du program, datafiler, skrifttypar og dokumentasjon som gjer det lettare for hindisktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਹਿੰਦੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਹਿੰਦੀ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на языке хинди.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre hindsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v hindujščini.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது ஹிந்தி (Hindi) பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Hintçe konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve yazıtiplerini içerir.

source: Hindi desktop
ar: سطح المكتب بالهندية
be: Працоўны стол па хіндзі
bs: Hinduški desktop
el: Ινδικό περιβάλλον εργασίας
eo: Hindia labortablo
et: Hindukeelne töölaud
ga: Deasc Hiondúise
he: שולחן עבודה בהינדי
hr: Hindi radna povr¹ina
lt: Hindi kalbos darbastalis
mg: Biaro amin'ny teny Hindi
ml: ഹിന്ദി ഡെസ്ക്ടോപ്
nb: Hindi skrivebord
nn: Hindi skrivebord
pa: ਹਿੰਦੀ ਡੈਸਕਟਾਪ
sk: Hindský desktop
sl: Hindujsko namizje
ta: ஹிந்தி (Hindi) மேஜை
tr: Hindi dilinde masaüstü

source: This task localises the desktop in Hindi.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالهندية.
be: Гэта заданне перакладае працоўны стол на хіндзі.
bs: Ovaj zadatak čini desktop lokalizovanim na hinduški.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ινδικά.
eo: Tiu tasko hindi-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua hindu keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Hiondúis.
he: משימה זאת הופכת את שולחן העבודה למותאם להינדי.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na jezik hindi.
lt: Šis uždavinys paruošia hindi kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Hindi
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഹിന്ദിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på hindi.
nn: Denne pakkegruppa gjev eit skrivebord på hindi.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਹਿੰਦੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для хинди.
sk: Táto úloha prispôsobí desktop pre hindčinu.
sl: To opravilo lokalizira vaše namizje v hindijščino.
ta: இது மேஜையை ஹிந்தி (Hindi) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Hintçe yerelleştirilmesini sağlar.

source: Hungarian environment
ar: البيئة الهنغاريّة
be: Венгерскае асяроддзе
bs: Podrška za mađarski
el: Ουγγαρικό περιβάλλον
eo: Hungara medio
et: Ungarikeelne keskkond
ga: Timpeallacht Ungáirise
he: סביבת הונגרית
hr: Maðarsko okru¾enje
lt: Vengrų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Hungarian
ml: ഹംഗേറിയന്‍ പരിസ്ഥിതി
nb: Ungarsk miljø
nn: Ungarsk miljø
pa: ਹੰਗਰੀਆਈ ਮਾਹੌਲ
ru: Поддержка венгерского языка
sk: Maďarské prostredie
sl: Madžarsko okolje
ta: ஹெங்கரியன்(Hungarian) சுழல்
tr: Macarca desteği

source: This task installs packages and documentation in Hungarian to help Hungarian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالهنغاريّة لتسهّل على النّاطقين بهااستخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-венгерску
bs: Ovaj zadatak instalira pakete i dokumentaciju na mađarskom kako bi pomogli onima koji govore mađarski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ουγγαρικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la hungarajn uzantojn de Linukso.
et: See ülesanne paigaldab ungari keele kõnelejate Debiani kasutamist hõlbustavad pakid ja ungarikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hUngáirise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד באיטקלית ועוזרת לדוברי הונגרית להשתמש ב-Debian.
hr: Ova zadaæa instalira programe i dokumentaciju na maðarskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore maðarski.
lt: Šis uždavinys įdiegia paketus ir vengriškus dokumentus, kad padėtų vengrų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny hongrois mba hanampiana ireo izay miteny hongrois amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഹംഗേറിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഹംഗേറിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper ungarsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon for å hjelpa folk som snakkar ungarsk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਹੰਗਰੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਹੰਗਰੀਆਈ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на венгерском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre maďarsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v madžarščini.
ta: ஹெங்கரியன்(Hungarian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஹெங்கரியன்(Hungarian) மொழியில் நிறுவுகிறது
tr: Bu görev Macarca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Hungarian desktop
ar: سطح المكتب بالهنغارية
be: Працоўны стол па-венгерску
bs: Mađarski desktop
el: Ουγγαρικό περιβάλλον εργασίας
eo: Hungara labortablo
et: Ungarikeelne töölaud
ga: Deasc Ungáirise
he: שולחן עבודה בהונגרית
hr: Maðarska radna povr¹ina
lt: Vengriškas darbastalis
mg: Birao amin'ny teny Hungarian
ml: ഹംഗേറിയന്‍ ഡെസ്ക്ടോപ്
nb: Ungarsk skrivebord
nn: Ungarsk skrivebord
pa: ਹੰਗਰੀਆਈ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на венгерском
sk: Maďarský desktop
sl: Madžarsko namizje
ta: ஹெங்கரியன்(Hungarian) மேஜை
tr: Macarca masaüstü

source: This task localises the desktop in Hungarian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالهنغاريّة.
be: Гэта заданне перакладае працоўны стол на венгерскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na mađarski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ουγγαρικά.
eo: Tiu tasko hungar-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua ungari keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ungáiris.
he: משימה זאת הופכת את שולחן העבודה למותאם להונגרית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na maðarski.
lt: Šis uždavinys paruošia vengrų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Hungarian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഹംഗേറിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på ungarsk.
nn: Denne pakkegruppa gjev eit ungarsk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਹੰਗਰੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для венгерского.
sk: Táto úloha prispôsobí desktop pre maďarčinu.
sl: To opravilo lokalizira vaše namizje v madžarščino.
ta: இது மேஜையை ஹெங்கரியன்(Hungarian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Macarca yerelleştirilmesini sağlar.

source: Icelandic environment
ar: البيئة الآيسلندية
be: Ісландскае асяроддзе
bs: Podrška za islandski
el: Ισλανδικό περιβάλλον
eo: Islanda medio
et: Islandikeelne keskkond
ga: Timpeallacht Íoslainnise
he: סביבת איסלנדית
hr: Islandsko okru¾enje
lt: Islandų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Icelandic
ml: ഐസ്‍ലാന്ഡിക് പരിസ്ഥിതി
nb: Islandsk miljø
nn: Islandsk miljø
pa: ਆਈਲੈਂਡਿਕ ਮਾਹੌਲ
sk: Islandské prostredie
sl: Islandsko okolje
ta: ஜஸ்லன்டிக் (Icelandic) சுழல்
tr: İzlanda dil desteği

source: This task installs packages and documentation in Icelandic to help Icelandic speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالآيسلندية لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-ісландску
bs: Ovaj zadatak instalira pakete i dokumentaciju na islandskom kako bi pomogli onima koji govore islandski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ισλανδικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la islandajn uzantojn de Linukso.
et: See ülesanne paigaldab islandi keele kõnelejate Debiani kasutamist hõlbustavad pakid ja islandikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hÍoslainnise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד באיסלנדית ועוזרת לדוברי איסלנדית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na islandskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore islandski.
lt: Šis uždavinys įdiegia paketus ir islandiškus dokumentus, kad padėtų islandų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Icelandic hanampiana ireo izay miteny Icelandic amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഐസ്‍ലാന്ഡിക് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഐസ്‍ലാന്ഡികിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper islandsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på islandsk for å hjelpa folk som snakkar islandsk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਆਈਸਲੈਂਡਿਕ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਆਈਸਲੈਡਿਕ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre islandsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v islandščini.
ta: ஜஸ்லன்டிக் (Icelandic) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஜஸ்லன்டிக் (Icelandic)மொழியில் நிறுவுகிறது
tr: Bu görev İzlanda dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Icelandic desktop
ar: سطح المكتب بالآيسلندية
be: Працоўны стол па-ісландску
bs: Islandski desktop
el: Ισλανδικό περιβάλλον εργασίας
eo: Islanda labortablo
et: Islandikeelne töölaud
ga: Deasc Íoslainnise
he: שולחן עבודה באיסלנדית
hr: Islandska radna povr¹ina
lt: Islandiškas darbastalis
mg: Birao amin'ny teny Icelandic
ml: ഐസ്‍ലാന്ഡിക് ഡെസ്ക്ടോപ്
nb: Islandsk skrivebord
nn: Islandsk skrivebord
pa: ਆਈਸਲੈਂਡਿਕ ਡੈਸਕਟਾਪ
sk: Islandský desktop
sl: Iskalndsko namizje
ta: ஜஸ்லன்டிக் (Icelandic) மேஜை
tr: İzlanda dilinde masaüstü

source: This task localises the desktop in Icelandic.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالآيسلندية.
be: Гэта заданне перакладае працоўны стол на ісландскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na islandski
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ισλανδικά.
eo: Tiu tasko island-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua islandi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Íoslainnis.
he: משימה זאת הופכת את שולחן העבודה למותאם לאיסלנדית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na islandski.
lt: Šis uždavinys paruošia islandų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Icelandic
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഐസ്‍ലാന്ഡികില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på islandsk.
nn: Denne pakkegruppa gjev eit islandsk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਆਈਲੈਂਡਿਕ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre islandčinu.
sl: To opravilo lokalizira vaše namizje v islandščino.
ta: இது மேஜையை ஜஸ்லன்டிக் (Icelandic) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün İzlanda dilinde yerelleştirilmesini sağlar.

source: Irish environment
ar: البيئة الايرلندية
be: Ірландскае асяроддзе
bs: Podrška za irski
el: Ιρλανδικό περιβάλλον
eo: Irlanda medio
et: Iirikeelne keskkond
ga: Timpeallacht Ghaeilge
he: סביבה אירית
hr: Irsko okru¾enje
lt: Airių kalbos aplinka
mg: Tontolo fiasana amin'ny teny Irish
ml: ഐറിഷ് പരിസ്ഥിതി
nb: Irsk miljø
nn: Irsk miljø
pa: ਆਈਰਿਸ਼ ਮਾਹੌਲ
sk: Írske prostredie
sl: Irsko okolje
ta: ஐரிச் (Irish) சுழல்
tr: İrlandaca desteği

source: This task installs packages and documentation in Irish to help Irish speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالايرلندية لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-ірландску
bs: Ovaj zadatak instalira pakete i dokumentaciju na irskom kako bi pomogli onima koji govore irski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ιρλανδικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la irlandajn uzantojn de Linukso.
et: See ülesanne paigaldab iiri keele kõnelejate Debiani kasutamist hõlbustavad pakid ja iirikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Gaeilge Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד באירית ועוזרת לדוברי אירית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na irskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore irski.
lt: Šis uždavinys įdiegia paketus ir airiškus dokumentus, kad padėtų airių kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Irish, hanampiana ireo izay miteny Irish amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഐറിഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഐറിഷിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper irsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på irsk for å hjelpa irsktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਆਈਰਸ਼ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਆਈਰਸ਼ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre írsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v irščini.
ta: ஐரிச் (Irish) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஐரிச் (Irish) மொழியில் நிறுவுகிறது
tr: Bu görev İrlanda dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Irish desktop
ar: سطح المكتب بالايرلندية
be: Працоўны стол па-ірландску
bs: Irski desktop
el: Ιρλανδικό περιβάλλον εργασίας
eo: Irlanda labortablo
et: Iirikeelne töölaud
ga: Deasc Ghaeilge
he: שולחן עבודה באירית
hr: Irska radna povr¹ina
lt: Airiškas darbastalis
mg: Birao amin'ny teny Irish
ml: ഐറിഷ് ഡെസ്ക്ടോപ്
nb: Irsk skrivebord
nn: Irsk skrivebord
pa: ਆਈਰਿਸ਼ ਡੈਸਕਟਾਪ
sk: Írsky desktop
sl: Irsko namizje
ta: ஐரிச் (Irish) மேஜை
tr: İrlandaca masaüstü
