Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task localises the desktop in Irish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالايرلنديّة.
be: Гэта заданне перакладае працоўны стол на ірландскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na irski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ιρλανδικά.
eo: Tiu tasko irland-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua iiri keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ghaeilge.
he: משימה זאת הופכת את שולחן העבודה למותאם לאירית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na irski.
lt: Šis uždavinys paruošia airių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Irish
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഐറിഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på irsk.
nn: Denne pakkegruppa gjev eit irsk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਆਈਰਿਸ਼ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre írštinu.
sl: To opravilo lokalizira vaše namizje v irščino.
ta: இது மேஜையை ஐரிச் (Irish) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün İrlandaca yerelleştirilmesini sağlar.

source: Italian environment
ar: البيئة الإيطاليّة
be: Італьянскае асяроддзе
bs: Podrška za italijanski
cy: Amgylchedd Eidaleg
el: Ιταλικό περιβάλλον
eo: Itala medio
et: Itaaliakeelne keskkond
ga: Timpeallacht Iodáilise
he: סביבת איטלקית
hr: Talijansko okru¾enje
lt: Italų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Italianina
ml: ഇറ്റാലിയന്‍ പരിസ്ഥിതി
nb: Italiensk miljø
nn: Italiensk miljø
pa: ਇਤਾਲਵੀ ਮਾਹੌਲ
ru: Поддержка итальянского языка
sk: Talianske prostredie
sl: Italijansko okolje
ta: இதலியன்(Italian) சுழல்
tr: İtalyanca desteği

source: This task installs packages and documentation in Italian to help Italian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالإيطاليّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-італьянску
bs: Ovaj zadatak instalira pakete i dokumentaciju na italijanskom kako bi pomogli onima koji govore italijanski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfenniaeth yn Eidaleg er mwyn cynorthwyo siaradwyr Eidaleg i ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ιταλικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la italajn uzantojn de Linukso.
et: See ülesanne paigaldab itaalia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja itaaliakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hIodáilise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד באיטקלית ועוזרת לדוברי איטקלית להשתמש ב-Debian.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore talijanski.
lt: Šis uždavinys įdiegia paketus ir itališkus dokumentus, kad padėtų italų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny italianina mba hanampiana ireo izay miteny italianina amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഇറ്റാലിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഇറ്റാലിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper italiensktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på italiensk for å hjelpa folk som snakkar italiensk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਇਤਾਲਵੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਇਤਾਲਵੀ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на итальянском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre taliansky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v italijanščini.
ta: இதலியன்(Italian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் இதலியன்(Italian) மொழியில் நிறுவுகிறது
tr: Bu görev İtalyanca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Italian desktop
ar: سطح المكتب بالإيطالية
be: Працоўны стол па-італьянску
bs: Italijanski desktop
cy: Penbwrdd Eidaleg
el: Ιταλικό περιβάλλον εργασίας
eo: Itala labortablo
et: Itaaliakeelne töölaud
ga: Deasc Iodáilise
he: שולחן עבודה באיטלקית
hr: Talijanska radna povr¹ina
lt: Itališkas darbastalis
mg: Birao amin'ny teny italianina
ml: ഇറ്റാലിയന്‍ ഡെസ്ക്ടോപ്
nb: Italiensk skrivebord
nn: Italiensk skrivebord
pa: ਇਤਾਲਵੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на итальянском
sk: Taliansky desktop
sl: Italijansko namizje
ta: இதலியன்(Italian) மேஜை
tr: İtalyanca masaüstü

source: This task localises the desktop in Italian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالإيطاليّة.
be: Гэта заданне перакладае працоўны стол на італьянскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na italijanski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ιταλικά.
eo: Tiu tasko ital-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua itaalia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Iodáilis.
he: משימה זאת הופכת את שולחן העבודה למותאם לאיטלקית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na talijanski.
lt: Šis uždavinys paruošia italų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Italianina.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഇറ്റാലിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på italiensk.
nn: Denne pakkegruppa gjev eit italiensk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਇਤਾਲਵੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для итальянского.
sk: Táto úloha prispôsobí desktop pre taliančinu.
sl: To opravilo lokalizira vaše namizje v italijanščino.
ta: இது மேஜையை இதலியன்(Italian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün İtalyanca yerelleştirilmesini sağlar.

source: Japanese environment
ar: البيئة اليابانيّة
be: Японскае асяроддзе
bs: Podrška za japanski
cy: Amgylchedd Japanëeg
el: Γιαπωνέζικο περιβάλλον
eo: Japana medio
et: Jaapanikeelne keskkond
ga: Timpeallacht Seapáinise
he: סביבה יפנית
hr: Japansko okru¾enje
lt: Japonų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Japonais
ml: ജാപനീസ് പരിസ്ഥിതി
nb: Japansk miljø
nn: Japansk miljø
pa: ਜਾਪਾਨੀ ਮਾਹੌਲ
ru: Поддержка японского языка
sk: Japonské prostredie
sl: Japonsko okolje
ta: ஜபானிஸ்(Japanese) சுழல்
tr: Japonca desteği

source: This task installs packages that make it easier for Japanese speakers to use Debian.
ar: هذه المهمّة تثبّت حزماً لتسهّل على النّاطقين باليابانيّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы для аблягчэння працы ў Debian тым, хто размаўляе па-японску.
bs: Ovaj zadatak instalira pakete koji olakšavaju korištenje Debiana onima koji govore japanski.
cy: Mae'r tasg hwn yn sefydlu pecynnau sy'n ei gwneud hi'n haws i siaradwyr Japanëeg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα χρήσιμα σε χρήστες του Debian που ομιλούν Γιαπωνέζικα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la japanajn uzantojn de Linukso.
et: See ülesanne paigaldab jaapani keele kõnelejate Debiani kasutamist hõlbustavad pakid.
ga: Suiteálann an tasc seo pacáistí sa chaoi go mbeidh sé níos fusa do lucht labhartha na Seapáinise Debian a úsáid.
he: משימה זאת מתקינה חבילות בשביל להקל על דוברי יפנית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore japanski.
lt: Šis uždavinys įdiegia paketus, kad palengvintų japonų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana izay mety hahamoramora ny fampisana an'i Debian ho an'ireo izay miteny Japonais.
ml: ഈ ജോലി ജാപനീസ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ജാപനീസിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker som hjelper japansktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar som gjer det lettare for japansktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨੇ ਜਾਪਾਨੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਸੌਖੀ ਕਰ ਦਿੱਤੀ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на японском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre japonsky hovoriacich používateľov.
sl: To opravilo namesti programe za uporabo Debiana v japonščini.
ta: ஜபானிஸ்(Japanese) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஜபானிஸ்(Japanese) மொழியில் நிறுவுகிறது
tr: Bu görev Japonca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paketleri içerir.

source: Japanese desktop
ar: سطح المكتب باليابانيّة
be: Працоўны стол па-японску
bs: Japanski desktop
el: Ιαπωνικό περιβάλλον εργασίας
eo: Japana labortablo
et: Jaapanikeelne töölaud
ga: Deasc Sheapáinise
he: שולחן עבודה ביפנית
hr: Japanska radna povr¹ina
lt: Japoniškas darbastalis
mg: Biaro amin'ny teny Japonais
ml: ജാപനീസ് ഡെസ്ക്ടോപ്
nb: Japansk skrivebord
nn: Japansk skrivebord
pa: ਜਾਪਾਨੀ ਡੈਸਕਟਾਪ
sk: Japonský desktop
sl: Japonsko namizje
ta: ஜபானிஸ்(Japanese) மேஜை
tr: Japonca masaüstü

source: This task localises the desktop in Japanese.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باليابانيّة.
be: Гэта заданне перакладае працоўны стол на японскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na japanski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ιαπωνικά.
eo: Tiu tasko japan-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua jaapani keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSeapáinis.
he: משימה זאת הופכת את שולחן העבודה למותאם ליפנית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na japanski.
lt: Šis uždavinys paruošia japonų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Japonais.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ജാപനീസില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på japansk.
nn: Denne pakkegruppa gjev eit japansk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਜਾਪਾਨੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для японского.
sk: Táto úloha prispôsobí desktop pre japončinu.
sl: To opravilo lokalizira vaše namizje v japonščino.
ta: இது மேஜையை ஜபானிஸ்(Japanese) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Japonca yerelleştirilmesini sağlar.

source: KDE desktop environment
ar: بيئة سطح مكتب كيدي
be: Асяроддзе працоўнага стала KDE
bg: Среда за работен плот
bs: KDE desktop okruženje
el: Περιβάλλον Εργασίας KDE
eo: 'KDE'-labortabla medio
et: KDE töölauakeskkond
fr: Environnement graphique de bureau KDE
ga: Timpeallacht KDE
gl: Ambiente de escritorio KDE
he: סביבת שולחן עבודה של KDE
hr: KDE radno okru¾enje
is: KDE skjáborðsumhverfið
kk: KDE жұмыс үстелінің ортасы
lt: KDE darbalaukio aplinka
lv: KDE darbagalda vide
mg: Tontolo fiasana kisary KDE
ml: കെഡിഇ ഡെസ്ക്ടോപ് പരിസ്ഥിതി
nb: KDE skrivebordsmiljø
nn: Skrivebordsmiljøet KDE
pa: KDE ਡੈਸਕਟਾਪ ਮਾਹੌਲ
pt: Ambiente de desktop KDE
ru: Рабочий стол среды KDE
sk: Grafické prostredie KDE
sl: Namizno okolje KDE
sr@latin: KDE desktop okruženje
ta: KDE மேஜை சுழல்
th: สภาพแวดล้อมเดสก์ท็อป KDE
tr: KDE masaüstü ortamı

source: This task provides basic "desktop" software using the K Desktop Environment.
ar: توفر هذه المهمة برامج "سطح المكتب" الأساسية باستخدام بيئة سطح المكتب كيدي.
be: Гэта заданне забяспечвае базавы набор "працоўнага стала" з дапамогай асяроддзя KDE.
bg: Тази задача осигурява софтуер за основен работен плот, използвайки средата KDE.
bs: Ovaj zadatak pruža osnovni "desktop" software koristeći KDE desktop okruženje.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για το περιβάλλον επιφάνειας εργασίας του KDE.
eo: Tiu tasko provizas bazajn labortablajn programojn kiuj uzas 'K Deskop'-labortablan medion.
et: See ülesanne tagab peamise "töölaua" tarkvara KDE töölauakeskkonna näol.
fr: Cette tâche fournit les logiciels de base pour l'environnement de bureau KDE.
ga: Suiteálann an tasc seo bogearraí bunúsacha "deisce" de chuid thimpeallacht deisce KDE.
gl: Esta tarefa fornece software básico de "escritorio" empregando o ambiente de escritorio KDE.
he: משימה זאת מספקת תוכנת שולחן עבודה בסיסית בעזרת סביבת שולחן העבודה של KDE.
hr: Ova zadaæa instalira osnovne "desktop" programe koji koriste KDE radno okru¾enje.
is: Þetta setur upp grunnhugbúnað fyrir "skjáborð" með því að nota KDE skjáborðsumhverfið.
kk: Бұл тапсырма жұмыс үстелі ретінде KDE ортасын ұсынады.
lt: Šis uždavinys rūpinasi pagrindine darbastalio programine įranga, naudojant KDE darbastalio aplinką.
lv: Šī paku grupa nodrošina pamata darbagalda programmatūru K Darbagalda Vides (KDE) veidā.
mg: Mametraka ireo rindran'asa kisary fototra izay miaraka amin'ny tontolo K Desktop.
ml: ഈ ജോലി കെ ഡെസ്ക്ടോപ് പരിസ്ഥിതി ഉപയോഗിച്ച് അടിസ്ഥാന "ഡെസ്ക്ടോപ്" സോഫ്റ്റുവെയര്‍ നല്കുന്നു.
nb: Denne oppgaven skaffer grunnleggende «skrivebord»-programmer med skrivebordsmiljøet K Desktop Environment.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet KDE.
pa: ਇਹ ਕੰਮ KDE (ਕੇ ਡੈਸਕਟਾਪ ਮਾਹੌਲ) ਨਾਲ ਮੁੱਢਲਾ "ਡੈਸਕਟਾਪ" ਸਾਫਟਵੇਅਰ ਦਿੰਦਾ ਹੈ।
pt: Esta tarefa disponibiliza software de "desktop" básico utilizando o K Desktop Environment.
ru: Установить пакеты, предоставляющие базовый "рабочий стол" с помощью рабочего стола среды KDE.
sk: Táto úloha poskytuje základné "desktop" programy pomocou použitia grafického prostredia KDE.
sl: To opravilo namesti osnovno "namizno" programsko opremo za namizno okolje KDE (K Desktop Environment).
sr@latin: Ovaj zadatak pruža osnovni „desktop“ softver kroz KDE desktop okruženje.
ta: இந்த செயல் K மேஜையை பயன்படுத்த தேவையான அடிப்படையான மேஜை ( "desktop") மென்பொருளை வழங்கும்
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์ "เดสก์ท็อป" พื้นฐาน โดยใช้ K Desktop Environment
tr: Bu görev K Masaüstü Ortamını (KDE) kullanan temel "masaüstü" yazılımlarını sağlar.

source: Khmer environment
ar: البيئة الكمبودية
be: Кхмерскае асяроддзе
bs: Podrška za kmerski
el: Khmer περιβάλλον
eo: Kmera medio
et: Khmeerikeelne keskkond
ga: Timpeallacht Chiméirise
he: סביבה בקמר
hr: Kmersko okru¾enje
lt: Khmerų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Khmer
ml: ഖമര്‍ പരിസ്ഥിതി
nb: Khmer miljø
nn: Khmer miljø
pa: ਖਮੀਰ ਮਾਹੌਲ
sk: Kmhérske prostredie
sl: Kmerško okolje
ta: கே எஃச் மேர் (Khmer) சுழல்
tr: Kimerce desteği

source: This task installs packages and documentation in Khmer to help Khmer speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالكمبودية لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе на мове кхмераў.
bs: Ovaj zadatak instalira pakete i dokumentaciju na kmerskom kako bi pomogli onima koji govore kmerski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Khmer για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la kmerajn uzantojn de Linukso.
et: See ülesanne paigaldab khmeeri keele kõnelejate Debiani kasutamist hõlbustavad pakid ja khmeerikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Ciméirise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בקמר ועוזרת לדוברי קמר להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na kmerskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore kmerski.
lt: Šis uždavinys įdiegia paketus ir vokiškus dokumentus, kad padėtų khmerų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Khmer, hanampiana ireo izay miteny Khmer amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഖമര്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഖമറിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper khmer-talende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon som hjelper khmertalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਖਮੀਰ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਖਮੀਰ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre khmérsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v kmerščini.
ta: கே எஃச் மேர் (Khmer) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் கே எஃச் மேர் (Khmer) மொழியில் நிறுவுகிறது
tr: Bu görev Kimerce konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Khmer desktop
ar: سطح المكتب بالكمبودية
be: Працоўны стол па-кхмерску
bs: Kmerski desktop
el: Khmer περιβάλλον εργασίας
eo: Kmera labortablo
et: Khmeerikeelne töölaud
ga: Deasc Chiméirise
he: שולחן עבודה בקמר
hr: Kmerska radna povr¹ina
lt: Khmerų kabos darbastalis
mg: Birao amin'ny teny Khmer
ml: ഖമര്‍ ഡെസ്ക്ടോപ്
nb: Khmer skrivebord
nn: Khmersk skrivebord
pa: ਖਮੀਰ ਡੈਸਕਟਾਪ
sk: Khmérsky desktop
sl: Kmersko namizje
ta: கே எஃச் மேர் (Khmer) மேஜை
tr: Kimerce masaüstü

source: This task localises the desktop in Khmer.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالكمبودية.
be: Гэта заданне перакладае працоўны стол на кхмерскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na kmerski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Khmer.
eo: Tiu tasko kmer-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua khmeeri keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Chiméiris.
he: משימה זאת הופכת את שולחן העבודה למותאם לקמר.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na kmerski.
lt: Šis uždavinys paruošia khmerų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Khmer.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഖമറില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på khmer.
nn: Denne pakkegruppa gjev eit khmersk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਖਮੀਰ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre khmerský jazyk.
sl: To opravilo lokalizira vaše namizje v kmerščino.
ta: இது மேஜையை கே எஃச் மேர் (Khmer) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Kimerce yerelleştirilmesini sağlar.

source: Korean environment
ar: البيئة الكوريّة
be: Карэйскае асяроддзе
bs: Podrška za korejski
cy: Amgylchedd Corëeg
el: Κορεάτικο περιβάλλον
eo: Korea medio
et: Koreakeelne keskkond
ga: Timpeallacht Chóiréise
he: סביבה קוריאנית
hr: Korejsko okru¾enje
lt: Korėjiečių kalbos aplinka
mg: Tontolo fiasana amin'ny teny Koreanina
ml: കൊറിയന്‍ പരിസ്ഥിതി
nb: Koreansk miljø
nn: Koreansk miljø
pa: ਕੋਰੀਆਈ ਮਾਹੌਲ
ru: Поддержка корейского языка
sk: Kórejské prostredie
sl: Korejsko okolje
ta: கொரியன்(Korean) சுழல்
tr: Korece desteği

source: This task installs packages that make it easier for Korean speakers to use Debian.
ar: هذه المهمّة تثبّت حزماً لتسهّل على النّاطقين بالكوريّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы для аблягчэння працы ў Debian тым, хто размаўляе па-карэйску
bs: Ovaj zadatak instalira pakete koji olakšavaju korištenje Debiana onima koji govore korejski.
cy: Mae'r tasg hwn yn sefydlu pecynnau sy'n ei gwneud hi'n haws i siaradwyr Corëeg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα χρήσιμα σε χρήστες του Debian που ομιλούν Κορεάτικα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la koreajn uzantojn de Linukso.
et: See ülesanne paigaldab korea keele kõnelejate Debiani kasutamist hõlbustavad pakid.
ga: Suiteálann an tasc seo pacáistí sa chaoi go mbeidh sé níos fusa do lucht labhartha na Cóiréise Debian a úsáid.
he: משימה זאת מתקינה חבילות בשביל להקל על דוברי קוריאנית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore korejski.
lt: Šis uždavinys įdiegia paketus, kad palengvintų korėjiečių kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana izay hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Koreanina.
ml: ഈ ജോലി കൊറിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി കൊറിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker som hjelper koreansktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar som gjer det lettare for koreansktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਕੋਰੀਆਈ ਬੋਲਣ ਵਾਲੇ ਡੇਬੀਅਨ ਵਰਤ ਸਕਦੇ ਹਨ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на корейском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre kórejsky hovoriacich používateľov.
sl: To opravilo namesti programe za uporabo Debiana v korejščini.
ta: இந்த செயல் கட்டுகளை நிறுவும், இது கொரியன்(Korean) பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Korece konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paketleri içerir.

source: Korean desktop
ar: سطح المكتب بالكورية
be: Працоўны стол па-карэйску
bs: Korejski desktop
cy: Penbwrdd Corëeg
el: Κορεάτικο περιβάλλον εργασίας
eo: Korea labortablo
et: Koreakeelne töölaud
ga: Deasc Chóiréise
he: שולחן עבודה בקוראנית
hr: Korejska radna povr¹ina
lt: Korėjietiškas darbastalis
mg: Birao amin'ny teny Koreanina
ml: കൊറിയന്‍ ഡെസ്ക്ടോപ്
nb: Koreansk skrivebord
nn: Koreansk skrivebord
pa: ਕੋਰੀਆਈ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на корейском
sk: Kórejský desktop
sl: Korejsko namizje
ta: கொரியன்(Korean) மேஜை
tr: Korece masaüstü

source: This task localises the desktop in Korean.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالكوريّة.
be: Гэта заданне перакладае працоўны стол на карэйскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na korejski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Κορεάτικα.
eo: Tiu tasko kore-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua korea keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Chóiréis.
he: משימה זאת הופכת את שולחן העבודה למותאם לקוראנית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na korejski.
lt: Šis uždavinys paruošia korėjiečių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Koreanina.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ കൊറിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på koreansk.
nn: Denne pakkegruppa gjev eit koreansk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਕੋਰੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для корейского.
sk: Táto úloha prispôsobí desktop pre kórejčinu.
sl: To opravilo lokalizira vaše namizje v korejščino.
ta: இது மேஜையை கொரியன்(Korean) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Korece yerelleştirilmesini sağlar.

source: Kurdish environment
ar: البيئة الكرديّة
be: Курдскае асяроддзе
ga: Timpeallacht Choirdise
he: סביבה כורדית
sk: Kurdské prostredie
ta: குர்திஷ் சுழல்
