Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task provides basic desktop software and serves as a basis for the Gnome and KDE desktop tasks.
ar: هذه المهمة توفر برامج سطح المكتب الأساسية وتخدم كأساس لمهمات أسطح المكتب كيدي وجينوم.
be: Гэта заданне забяспечвае асноўны набор праграм і служыць базай для заданняў працоўных сталоў Gnome і KDE.
bs: Ovaj zadatak pruža osnovni desktop software i služi kao osnova za GNOME i KDE desktop zadatke.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για την επιφάνεια εργασίας και είναι η βάση για τις ομάδες επιφάνειας εργασίας του Gnome και του KDE.
eo: Tiu tasko provizas principan labortablan programon kaj servas tiel bazo por 'Gnome'-aj kaj 'KDE'-aj labortablaj taskoj.
et: See ülesanne tagab põhilise töölaua-tarkvara ning on aluseks Gnome ning KDE töölaudedele.
ga: Suiteálann an tasc seo bogearraí bunúsacha deisce agus is é dúshraith na dtascanna GNOME agus KDE.
he: משימה זאת מספקת תוכנת סביבת שולחן עבודה בסיסית ומשרתת כבסיס עבור משימות שולחן העבודה של Gnome ו-KDE.
hr: Ova zadaæa instalira osnovne "desktop" programe te slu¾i kao osnova za zadaæe koje donose Gnome i KDE radna okru¾enja.
lt: Šis uždavinys rūpinasi pagrindine darbastalio programine įranga ir tarnauja kaip Gnome ir KDE darbastalių įdiegimo uždavinių bazinė dalis.
ml: ഈ ജോലി അടിസ്ഥാന ഡെസ്ക്ടോപ് സോഫ്റ്റുവെയറുകള്‍ നല്കുകയും ഗ്നോം കെഡിഇ ഡെസ്ക്ടോപ് ജോലികളുടെ അടിസ്ഥാനമാകുക എന്ന ധര്മവും പുലര്ത്തുന്നു.
nb: Denne oppgaven gir fundamentale programmer for skrivebordet og fungerer som underlag for oppgavene for Gnome og KDE-skrivebord.
nn: Denne pakkegruppa inneheld grunnleggjande program for skrivebordet som fungerer som underlag for pakkegruppene for Gnome og KDE.
pa: ਇਹ ਕੰਮ ਗਨੋਮ ਅਤੇ KDE ਡੈਸਕਟਾਪ ਕੰਮ ਲਈ ਬੇਸ ਵਾਸਤੇ ਡੈਸਕਟਾਪ ਸਾਫਟਵੇਅਰ ਦਿੰਦਾ ਹੈ।
ru: Установить основное программное обеспечение для рабочего стола и служащего основой для задач рабочих столов Gnome и KDE.
sk: Táto úloha poskytuje základné "desktop" programy a predstavuje základ pre Gnome a KDE desktop úlohy.
sl: To opravilo namesti osnovno programje za namizje in je osnova za Gnome ali KDE namizna opravila.
ta: இந்த செயல் அடிப்படையான மேஜை மென்பொருளை வழங்கி,மற்றும் ஜி நோம்(Gnome) மற்றும் KDE செயலுக்கு அடிப்படையான தேவைகளை கொடுக்கும்
tr: Temel masaüstü yazılımlarını sağlayan bu görev, Gnome ve KDE masaüstü görevleri için de taban teşkil eder.

source: DNS server
ar: خادم DNS
be: Сервер імён (DNS)
bg: DNS сървър
cy: Gweinydd DNS
el: Διακομιστής Ονομάτων (DNS)
eo: 'DNS'-servilo
fr: Serveur DNS
ga: Freastalaí DNS
gl: Servidor DNS
he: שרת DNS
hr: DNS poslu¾itelj
is: DNS þjónn
kk: DNS сервері
lt: Vardų serveris (DNS)
lv: DNS serveris
mg: Mpizara DNS
ml: DNS സേവകന്‍
nb: Navnetjener
nn: Namnetenar
pa: DNS ਸਰਵਰ
pt: Servidor DNS
ru: Сервер имён (DNS)
sl: Strežnik DNS
ta: DNS சேவையகம்
th: เซิร์ฟเวอร์ DNS
tr: DNS sunucusu

source: Selects the BIND DNS server, and related documentation and utility packages.
ar: تنتقي خادم BIND DNS وحزم الأدوات والوثائق المتعلّقة بذلك.
be: Выбраць сервер імён BIND і адпаведныя пакеты дакументацыі ды інструментаў.
bg: Избира DNS сървърът BIND и свързаните с него пакети с документация и инструменти.
bs: Odabire BIND DNS server i odgovarajuću dokumentaciju i korisne pakete.
cy: Sefydlu'r gweinydd DNS BIND, a phecynnau dogfennaeth a chyfleuster eraill.
el: Επιλέγει για εγκατάσταση το διακομιστή ονομάτων BIND, και σχετικά εργαλεία και οδηγίες χρήσης.
eo: Elektu la 'BIND DNS'-servilon kaj relativajn dokumentojn kaj utilajn pakojn.
et: Valib BIND DNS serveri ja temaga seotud dokumentatsiooni ning tööriistad.
fr: Choisit le serveur DNS BIND, ainsi que la documentation associée et quelques utilitaires.
ga: Roghnaíonn an tasc seo an freastalaí DNS BIND, agus pacáistí doiciméadaithe agus uirlisí a bhaineann leis.
gl: Selecciona o servidor DNS BIND, documentación relacionada e paquetes de utilidades.
he: משימה זאת בוחרת שרת DNS בשם BIND, חבילות עזרים ותיעוד.
hr: Izabire BIND DNS poslu¾itelj s odgovarajuæom dokumentacijom i alatima.
is: Þetta velur BIND DNS þjón, ásamt tengdum nytjatólum og hjálparskjölum.
kk: Бұл тапсырма BIND DNS сервері мен оған қатысты құжаттама мен утилиттерді ұсынады.
lt: Parinks BIND DNS serverį ir atitinkamus dokumentacijos ir pagalbinių programų paketus.
lv: Uzstāda BIND DNS serveri, atbilstošo dokumentāciju un atbalsta rīkus.
ml: BIND DNS സേവകനേയും ബന്ധപ്പെട്ട വിവരണങ്ങളേയും യൂട്ടിലിറ്റി പാക്കേജുകളേയും തിരഞ്ഞെടുക്കുന്നു.
nb: Tar med navnetjeneren BIND og tilhørende dokumentasjon og verktøyspakker.
nn: Tar med namnetenaren BIND og relatert dokumentasjon og verktøyspakkar.
pa: BIND DNS ਸਰਵਰ ਅਤੇ ਸਬੰਧ ਦਸਤਾਵੇਜ਼ ਅਤੇ ਸਹੂਲਤ ਪੈਕੇਜ ਚੁਣਦਾ ਹੈ।
pt: Selecciona o servidor de DNS BIND, e documentação relacionada e pacotes utilitários.
ru: Установить сервер имён BIND, и соответствующие пакеты документации и инструментов.
sk: Vyberie DNS server BIND so súvisiacou dokumentáciou a užitočnými balíkmi.
sl: Izbere strežnik BIND DNS ter povezano dokumentacijo in pripomočke.
sr@latin: Bira BIND DNS server, povezanu dokumentaciju i alate.
ta: BIND DNS சேவையகம் மற்றும் தொடர்புபான அறிக்கைகள் மற்றும் பயன்படுத்த கூடிய(utility) கட்டுகளை தேர்ந்தெடுக்க
th: ติดตั้ง BIND ซึ่งเป็นเซิร์ฟเวอร์ DNS รวมทั้งเอกสารและแพกเกจเครื่องมือที่เกี่ยวข้อง
tr: BIND DNS sunucusunu, ilgili belgeleri ve yardımcı programları seçer.

source: Dutch environment
ar: البيئة الهولندية
be: Галандскае асяроддзе
bs: Podrška za holandski
el: Ολλανδικό περιβάλλον
eo: Nederlanda medio
et: Hollandikeelne keskkond
ga: Timpeallacht Ollainnise
he: סביבה גרמנית
hr: Nizozemsko okru¾enje
lt: Olandų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Alemanina
ml: ഡച്ച് പരിസ്ഥിതി
nb: Nederlandsk miljø
nn: Nederlandsk miljø
pa: ਡੱਚ ਮਾਹੌਲ
ru: Поддержка голландского языка
sk: Holandské prostredie
sl: Nizozemsko okolje
ta: டச் (Dutch) சுழல்
tr: Flamanca desteği

source: This task installs programs, data files, fonts, and documentation that makes it easier for Dutch speakers to use Debian.
ar: تقوم هذه المهمّة بتثبيت برامج وملفّات بيانات ووثائق تسهّل على النّاطقين بالهولندية استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-гaлaндску.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju kako bi pomogli onima koji govore holandski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά προγράμματα, πακέτα, γραμματοσειρές και οδηγίες χρήσης στα Ολλανδικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la nederlandajn uzantojn de Linukso.
et: See ülesanne paigaldab hollandi keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja hollandikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hOllainnise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים לדוברי גרמנית את השימוש בדביאן לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore nizozemski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins olandų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra, tarehin-tsoratr ary fanampiana izay mety hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Alemanina.
ml: ഈ ജോലി അറബി സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി അറബിയിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det lettere for nederlandsktalende å bruke Debian.
nn: Med dette valet installerer du program, datafiler, skrifttypar og dokumentasjon som gjer det lettare for nederlandsktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਡੱਬ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਇਤਾਲਵੀ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦੇ ਹਾਂ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на голландском языке.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre holandsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v nizozemščini.
ta: டச் (Dutch) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும்டச் (Dutch) மொழியில் நிறுவுகிறது
tr: Bu görev Flamanca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve yazıtiplerini içerir.

source: Dutch desktop
ar: سطح المكتب بالهولندية
be: Працоўны стол па-гaлaндску
bs: Holandski desktop
el: Ολλανδικό περιβάλλον εργασίας
eo: Nederlanda labortablo
et: Hollandikeelne töölaud
ga: Deasc Ollainnise
he: שולחן עבודה בהולנדית
hr: Nizozemska radna povr¹ina.
lt: Olandiškas darbastalis
mg: Birao amin'ny teny Alemanina
ml: ഡച്ച് ഡെസ്ക്ടോപ്
nb: Nederlandsk skrivebord
nn: Nederlandsk skrivebord
pa: ਡੱਚ ਡੈਸਕਟਾਪ
sk: Holandský desktop
sl: Nizozemsko namizje
ta: டச் (Dutch) மேஜை
tr: Flamanca masaüstü

source: This task localises the desktop in Dutch.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالهولندية.
be: Гэта заданне перакладае працоўны стол на гaлaндскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na holandski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ολλανδικά.
eo: Tiu tasko nederland-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua hollandi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ollainnis.
he: משימה זאת הופכת את שולחן העבודה למותאם להולנדית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na nizozemski.
lt: Šis uždavinys paruošia olandų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Danois
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഡച്ചില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på nederlandsk.
nn: Denne pakkegruppa gjev eit nederlandsk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਡੱਚ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для голландского
sk: Táto úloha prispôsobí desktop pre holandčinu.
sl: To opravilo lokalizira vaše namizje v nizozemščino
ta: இது மேஜையை டச் (Dutch) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Flamanca yerelleştirilmesini sağlar.

source: Dzongkha desktop
ar: سطح المكتب بالزونغا
be: Працоўны стол на мове дзонг-кэ
bs: Džonka desktop
el: DzongKha περιβάλλον εργασίας
eo: Dzonka labortablo
et: Dzongkhakeelne töölaud
ga: Deasc Dzongkha
he: שולחן עבודה בדזונקה
hr: Dzongkha radna povr¹ina
lt: Botijų kalbos darbastalis
mg: Birao amin'ny teny Dzongkha
ml: സോങ്ക ഡെസ്ക്ടോപ്
nb: Dzongkha skrivebord
nn: Dzongkha skrivebord
pa: ਡਜ਼ੋਂਗਖਾ ਡੈਸਕਟਾਪ
sk: Desktop pre jazyk dzongkha
sl: Džongško namizje
ta: டசங்கா(Dzongkha) மேஜை
tr: Dzongkha masaüstü

source: This task localises the desktop in Dzongkha.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالزونغا.
be: Гэта заданне перакладае працоўны стол на мову дзонг-кэ.
bs: Ovaj zadatak čini desktop lokalizovanim na džonka.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Dzongkha
eo: Tiu tasko dzonk-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua Dzongkha keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Dzongkha.
he: משימה זאת הופכת את שולחן העבודה למותאם לדזונקה.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na jezik dzongkha.
lt: Šis uždavinys paruošia botijų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Dzongkha.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ സോങ്കയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på dzongkha.
nn: Denne pakkegruppa gjev eit skrivebord på dzongkha.
pa: ਇਹ ਕੰਮ ਡਜ਼ੋਗਖਾ ਵਿੱਚ ਡੈਸਕਟਾਪ ਦਿੰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre jazyk dzongkha.
sl: To opravilo lokalizira vaše namizje v džongški jezik.
ta: இது மேஜையை டசங்கா(Dzongkha) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Dzongkha yerelleştirilmesini sağlar.

source: Esperanto desktop
ar: سطح المكتب بالاسبرانتو
be: Працоўны стол на эсперанта
el: Εσπεράντο περιβάλλον εργασίας
eo: Esperanta labortablo
et: Esperantokeelne töölaud
ga: Deasc Esperanto
he: שולחן עבודה באספרנטו
hr: Esperanto radna povr¹ina
lt: Esperantiškas darbastalis
mg: Birao amin'ny teny Esperanto
ml: എസ്പരാണ്ടോ ഡെസ്ക്ടോപ്
nb: Esperanto skrivebord
nn: Esperanto skrivebord
pa: ਈਸਪੀਰਾਂਤੋ ਡੈਸਕਟਾਪ
sk: Esperantský desktop
sl: Esperantsko namizje
ta: ஸ்பேரன்டோ (Esperanto) சுழல்
tr: Esperanto masaüstü

source: This task localises the desktop in Esperanto.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالاسبرانتو.
be: Гэта заданне перакладае працоўны стол на мову эсперанта.
bs: Ovaj zadatak čini desktop lokalizovanim na esperanto.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Εσπεράντο.
eo: Tiu tasko esperant-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua esperanto keelele.
ga: Cuireann an tasc seo an deasc in oiriúint d'Esperanto.
he: משימה זאת הופכת את שולחן העבודה למותאם לאספרנטו.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na esperanto.
lt: Šis uždavinys paruošia esperanto kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Esperanto.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ എസ്പരാണ്ടോയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på esperanto.
nn: Denne pakkegruppa gjev eit skrivebord på esperanto.
pa: ਇਹ ਕੰਮ ਈਸਪੀਰਾਂਤੋ ਵਿੱਚ ਡੈਸਕਟਾਪ ਦਿੰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre esperanto.
sl: To opravilo lokalizira vaše namizje v esperanto.
ta: இது மேஜையை ஸ்பேரன்டோ (Esperanto) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Esperanto yerelleştirilmesini sağlar.

source: Estonian desktop
ar: سطح المكتب بالاستونية
be: Працоўны стол па-эстонску
bs: Estonski desktop
el: Εσθονικό περιβάλλον εργασίας
eo: Estona labortablo
et: Eestikeelne töölaud
ga: Deasc Eastóinise
he: שולחן עבודה באסטונית
hr: Estonska radna povr¹ina
lt: Estiškas darbastalis
mg: Birao amin'ny teny Estonianina
ml: എസ്തോണിയന്‍ ഡെസ്ക്ടോപ്
nb: Estisk skrivebord
nn: Estisk skrivebord
pa: ਈਸਟੋਨੀਆਈ ਡੈਸਕਟਾਪ
sk: Estónsky desktop
sl: Estonsko namizje
ta: ஸ்டோனியம்(Estonian) மேஜை
tr: Estonca masaüstü

source: This task localises the desktop in Estonian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً الاستونية.
be: Гэта заданне перакладае працоўны стол на эстонскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na estonski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Εσθονικά.
eo: Tiu tasko eston-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua eesti keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Eastóinis.
he: משימה זאת הופך את שולחן העבודה למותאם לאסטונית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na estonski.
lt: Šis uždavinys paruošia estų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Estonianina
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ എസ്തോണിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på estisk.
nn: Denne pakkegruppa gjev eit estisk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਈਸਟੋਨੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre estónčinu.
sl: To opravilo lokalizira vaše namizje v estonščino.
ta: இது மேஜையை ஸ்டோனியம்(Estonian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Estonca yerelleştirilmesini sağlar.

source: File server
ar: خادم ملفّات
be: Файлавы сервер
bg: Файлов сървър
bs: Datotečni server
cy: Gweinydd ffeiliau
el: Διακομιστής Αρχείων
eo: Dosier-servilo
et: Failiserver
fr: Serveur de fichiers
ga: Freastalaí comhad
gl: Servidor de ficheiros
he: שרת קבצים
hr: Datoteèni poslu¾itelj
is: Skráamiðlari
kk: Файлдық сервер
lt: Failų serveris
lv: Failu serveris
mg: Mpizara rakitra
ml: ഫയല്‍ സേവകന്‍
nb: Filtjener
nn: Filtenar
pa: ਫਾਇਲ ਸਰਵਰ
pt: Servidor de ficheiros
ru: Файловый сервер
sk: Súborový server
sl: Datotečni strežnik
sr@latin: Fajl server
ta: கோப்பு சேவையகம்
th: เซิร์ฟเวอร์แฟ้มข้อมูล
tr: Dosya sunucusu

source: This task sets up your system to be a file server, supporting both NetBIOS and NFS.
ar: هذه المهمّة تهيّئ نظامك ليكون خادم ملفّات بدعمٍ لكلٍّ من NetBIOS و NFS.
be: Гэта заданне дазваляе наладзіць сістэму ў якасці файлавага сервера з падтрымкай NetBIOS і NFS.
bg: Тази задача настройва Вашата система за файлов сървър, поддържащ NetBIOS и NFS.
bs: Ovaj zadatak postavlja vaš sistem kao datotečni server, koji podržava i NetBIOS i NFS protokole.
cy: Mae'r tasg hwn yn paratoi eich system i fod yn weinydd ffeiliau, gan gynnal NetBIOS a NFS.
el: Αυτή η ομάδα ρυθμίζει τον υπολογιστή σας να λειτουργεί ως διακομιστής αρχείων (NetBIOS και NFS).
eo: Tiu tasko agordas vian sistemon kiel 'NetBIOS'-a aŭ 'NFS'-a dosierservilo.
et: See ülesanne seab su süsteemi tööle failiserverina, toetades nii NetBIOS'i kui ka NFS'i.
fr: Cette tâche configure votre système en serveur de fichiers, aussi bien pour NetBIOS que NFS.
ga: Déanann an tasc seo freastalaí comhad de do chóras, a thacaíonn NetBIOS agus NFS araon.
gl: Esta tarefa configura o seu sistema para que sexa un servidor de ficheiros con soporte de NetBIOS e NFS.
he: משימה זאת מגדירה את המערכת כשרת קבצים התומך גם ב-NetBIOS וגם ב-NFS.
hr: Ova zadaæa pode¹ava va¹ sustav kao datoteèni poslu¾itelj, podr¾avajuæi i NetBIOS i NFS.
lt: Šis uždavinys atliks tokius Jūsų sistemos nustatymus, kad ji galės būti failų serveriu, dirbančiu abiem protokolais: NetBIOS ir NFS.
lv: Šī paku grupa uzstāda uz sistēmas failu servera programmatūru, kas piedāvā gan NetBIOS un NFS failu serveru funkcionalitāti.
ml: ഈ ജോലി NetBIOS നേയും NFS നേയും സപ്പോര്ട്ട് ചെയ്യുന്ന ഒരു ഫയല്‍ സേവകനായി നിങ്ങളുടെ സിസ്റ്റത്തെ ഒരുക്കുന്നു.
nb: Denne oppgaven setter opp systemet som filtjener som støtter både NetBIOS og NFS.
nn: Denne pakkegruppa set opp systemet ditt som ein filtenar som støttar både NetBIOS og NFS.
pa: ਇਹ ਕੰਮ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਇੱਕ ਫਾਇਲ ਸਰਵਰ, ਜੋ ਕਿ NetBIOS ਅਤੇ NFS ਲਈ ਸਹਿਯੋਗੀ ਹੈ, ਸੈੱਟਅੱਪ ਕਰਦਾ ਹੈ।
pt: Esta tarefa prepara o seu sistema para ser um servidor de ficheiros, suportando NetBIOS e NFS.
ru: Настроить систему для использования в качестве файлового сервера NetBIOS и NFS.
sk: Táto úloha nastaví váš systém na funkciu súborového servera, ktorý podporuje NetBIOS a NFS.
sl: To opravilo spremeni vaš sistem v namenski datotečni strežnik s podporo za NetBIOS in NFS.
ta: இந்த செயல் உங்களுடைய அமைப்பை கோப்பு சேவையகமாக அமைக்கும்நேட் பையாஸ் (Net BIOS) மற்றும் என் எப்ஃ (NFS) இவ்விரண்டிற்கும் துணைபுரிகின்றது
th: งานติดตั้งนี้ ติดตั้งระบบของคุณให้เป็นเซิร์ฟเวอร์ให้บริการแฟ้มข้อมูล โดยสนับสนุนทั้ง NetBIOS และ NFS
tr: Hem NetBIOS hem de NFS'i destekleyen bu görev ve sisteminizi dosya sunucusu olacak şekilde ayarlar.

source: Finnish environment
ar: البيئة الفنلندية
be: Фінскае асяроддзе
bs: Podrška za finski
el: Φινλανδικό περιβάλλον
eo: Finna medio
et: Soomekeelne keskkond
ga: Timpeallacht Fhionlainnise
he: סביבה פינית
hr: Finsko okru¾enje
lt: Suomių kalbos aplinka
mg: Tontolo fiasana amin'ny teny Filandais
ml: ഫിന്നിഷ് പരിസ്ഥിതി
nb: Finsk miljø
nn: Finsk miljø
pa: ਫੈਨਿਸ਼ ਮਾਹੌਲ
sk: Fínske prostredie
sl: Finsko okolje
ta: ஃபின்னிஷ்(finnish) சுழல்
tr: Fince desteği

source: This task installs packages and documentation in Finnish to help Finnish speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالفنلنديّة لتسهّل على النّاطقينبها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-фінску
bs: Ovaj zadatak instalira pakete i dokumentaciju na finskom kako bi pomogli onima koji govore finski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Φινλανδέζικα για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tio tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la finnajn uzantojn de Linukso.
et: See ülesanne paigaldab soome keele kõnelejate Debiani kasutamist hõlbustavad pakid ja soomekeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Fionlainnise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בפינית ועוזרת לדוברי פינית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na finskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore finski.
lt: Šis uždavinys įdiegia paketus ir suomiškus dokumentus, kad padėtų suomių kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Finnish, hanampiana ireo izany miteny Finnish amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഫിന്നിഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഫിന്നിഷിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper finsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på finsk for å hjelpa finnsktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਫੈਨਿਸ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਫੈਨਿਸ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre fínsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v finščinii.
ta: ஃபின்னிஷ்(finnish) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஃபின்னிஷ்(finnish) மொழியில் நிறுவுகிறது
tr: Bu görev Fince konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Finnish desktop
ar: سطح المكتب بالفنلندية
be: Працоўны стол па-фінску
bs: Finski desktop
el: Φινλανδέζικο περιβάλλον εργασίας
eo: Finna labortablo
et: Soomekeelne töölaud
ga: Deasc Fhionlainnise
he: שולחן עבודה בפינית
hr: Finska radna povr¹ina
lt: Suomiškas darbastalis
mg: Birao amin'ny teny Finlandais
ml: ഫിന്നിഷ് ഡെസ്ക്ടോപ്
nb: FInsk skrivebord
nn: Finsk skrivebord
pa: ਫੈਨਿਸ਼ ਡੈਸਕਟਾਪ
sk: Fínsky desktop
sl: Finsko namizje
ta: ஃபின்னிஷ்(finnish) மேஜை
tr: Fince masaüstü

source: This task localises the desktop in Finnish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالفنلندية.
be: Гэта заданне перакладае працоўны стол на фінскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na finski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Φινλανδέζικα.
eo: Tiu tasko finn-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua soome keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Fhionlainnis.
he: משימה זאת הופכת את שולחן העבודה למותאם לפינית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na finski.
lt: Šis uždavinys paruošia suomių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Finlandais.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഫിന്നിഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på finsk.
nn: Denne pakkegruppa gjev eit skrivebord på finsk.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਫੈਨਿਸ਼ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre fínštinu.
sl: To opravilo lokalizira vaše namizje v finščino.
ta: இது மேஜையை ஃபின்னிஷ்(finnish) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Fince yerelleştirilmesini sağlar.

source: French environment
ar: البيئة الفرنسيّة
be: Французскае асяроддзе
bs: Podrška za francuski
cy: Amgylchedd Ffrangeg
el: Γαλλικό περιβάλλον
eo: Franca medio
et: Prantsusekeelne keskkond
ga: Timpeallacht Fhraincise
he: סביבה צרפתית
hr: Francusko okru¾enje
lt: Prancūzų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Frantsay
ml: ഫ്രഞ്ച് പരിസ്ഥിതി
nb: Fransk miljø
nn: Fransk miljø
pa: ਫਰੈਂਚ ਮਾਹੌਲ
ru: Поддержка французского языка
sk: Francúzske prostredie
sl: Francosko okolje
ta: ஃப்ரென்ச் (French) சுழல்
tr: Fransızca desteği
