Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task sets up your system to be a print server.
ar: هذه المهمّة تهيّئ نظامك ليكون خادم طباعة.
be: Гэта заданне наладжвае сістэму ў якасці сервера друку.
bg: Тази задача настройва системата Ви за сървър за отпечатване.
bs: Ovaj zadatak postavlja vaš sistem kao print server.
cy: Mae'r tasg hwn yn paratoi eich system i fod yn weinydd argraffu.
el: Η ομάδα αυτή ρυθμίζει το σύστημά σας για εξυπηρέτηση εκτυπώσεων.
eo: Tiu tasko agordas vian sistemon por fari ĝin printservilo.
et: See ülesanne sätib su süsteemi printimis-serveriks.
fr: Cette tâche configure votre système pour être un serveur d'impression.
ga: Déanann an tasc seo freastalaí priontála de do chóras.
gl: Esta tarefa configura o seu sistema para que sexa un servidor de impresión.
he: משימה זאת מגדירה את המערכת שלך כשרת הדפסות.
hr: Ova zadaæa pode¹ava va¹ sustav kao poslu¾itelj za ispis.
is: Þetta setur kerfið þitt upp sem prentþjón.
kk: Бұл тапсырма жүйеңізді принт сервер ретінде баптайды.
lt: Šis uždavinys atliks tokius Jūsų sistemos nustatymus, kad ji gales būti spausdinimo serveriu.
lv: Šī paku grupa uzstāda drukāšanas serverim nepieciešamās programmas.
ml: ഈ ജോലി നിങ്ങളുടെ സിസ്റ്റം ഒരു പ്രിന്റ് സേവകനാകാന്‍ ഒരുക്കുന്നു.
nb: Denne oppgaven setter systemet ditt opp til å være en utskriftstjener.
nn: Denne pakkegruppa set systemet ditt opp til å vera ein utskriftstenar.
pa: ਇਹ ਕੰਮ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਇੱਕ ਪਰਿੰਟ ਸਰਵਰ ਦੇ ਰੂਪ ਵਿੱਚ ਸੈੱਟ ਕਰਦਾ ਹੈ।
pt: Esta tarefa prepara o sistema para ser um servidor de impressão.
ru: Установить пакеты для создания сервера печати.
sk: Táto úloha nastaví váš systém na úlohu tlačového servera.
sl: To opravilo spremeni vaš sistem v namenski tiskalniški strežnik.
sr@latin: Ovaj zadatak podešava sistem kao print server.
ta: இந்த செயல் உங்கள் அமைப்பை அச்சு சேவையகமாக மாற்றும்
th: งานติดตั้งนี้ ติดตั้งระบบของคุณให้เป็นเซิร์ฟเวอร์เครื่องพิมพ์
tr: Bu görev sisteminizi yazdırma sunucusu olacak şekilde ayarlar.

source: Punjabi environment
ar: بيئة البنجابي
be: Пунджабскае асяроддзе
bs: Podrška za pendžabski
el: Punjabi περιβάλλον
eo: Panĝaba media
et: Punjaabikeelne keskkond
ga: Timpeallacht Phuinseáibise
he: סביבה פנג'אבית
hr: Pand¾apsko okru¾enje
lt: Pendžabų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Punjabi
ml: പഞ്ചാബി പരിസ്ഥിതി
nb: Punjabi-miljø
nn: Punjabisk miljø
pa: ਪੰਜਾਬੀ ਮਾਹੌਲ
ru: Поддержка панджабского языка
sk: Pandžábske prostredie
sl: Punjabi okolje
ta: பஞ்ஜாபி(Punjabi) சுழல்
tr: Punjabi desteği

source: This task installs programs, data files, fonts, and documentation that makes it easier for Punjabi speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً و ملفّات بيانات ووثائق تسهّل على النّاطقين بالبنجابي استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-пунджабску.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju kako bi pomogli onima koji govore pendžabski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Punjabi για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la panĝababajn uzantojn de Linukso.
et: See ülesanne paigaldab punjaabi keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja punjaabikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Puinseáibise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי פנג'אבי לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore pand¾apski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins pendžabų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra, tarehin-tsoratra ary fanampiana izay mety hahamora ny fampiasana an'i Debian ho an'ireo miteny Punjabi.
ml: ഈ ജോലി പഞ്ചാബി സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി പഞ്ചാബിയിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det lettere for punjabi-talende å bruke Debian.
nn: Med dette valet installerer du program, datafiler, skrifttypar og dokumentasjon for å gjere det lettare for punjabitalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਪੰਜਾਬੀ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на панджабском языке.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre pandžábsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v jeziku Punjabi.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது பஞ்ஜாபி(Punjabi) பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Punjabi dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve yazıtiplerini içerir.

source: Punjabi desktop
ar: سطح المكتب بالبنجابي
be: Працоўны стол па-пунджабску
bs: Pendžabski desktop
el: Punjabi περιβάλλον εργασίας
eo: Panĝaba labortablo
et: Punjaabikeelne töölaud
ga: Deasc Phuinseáibise
he: שולחן עבודה בפונג'אבי
hr: Pand¾apska radna povr¹ina
lt: Pendžabų kalbos darbastalis
mg: Birao amin'ny teny Punjabi
ml: പഞ്ചാബി ഡെസ്ക്ടോപ്
nb: Punjabi skrivebord
nn: Punjabisk skrivebord
pa: ਪੰਜਾਬੀ ਡੈਸਕਟਾਪ
sk: Pandžábsky desktop
sl: Punjabi namizje
ta: பஞ்ஜாபி(Punjabi) மேஜை
tr: Punjabi dili masaüstü

source: This task localises the desktop in Punjabi.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالبنجابي.
be: Гэта заданне перакладае працоўны стол на пунджабскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na pendžabski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Punjabi.
eo: Tiu tasko panĝab-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua punjaabi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Phuinseáibis.
he: משימה זאת הופכת את שולחן העבודה למותאם לפנג'אבי.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na pand¾apski.
lt: Šis uždavinys paruošia pendžabų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Punjabi.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ പഞ്ചാബിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på punjabi.
nn: Denne pakkegruppa gjev eit punjabisk skrivebord
pa: ਇਸ ਕੰਮ ਨੇ ਡੈਸਕਟਾਪ ਨੂੰ ਪੰਜਾਬੀ ਵਿੱਚ ਬਦਲਿਆ ਹੈ।
ru: Это задание адаптирует рабочий стол для панджабского.
sk: Táto úloha prispôsobí desktop pre pandžábčinu.
sl: To opravilo lokalizira vaše namizje v jezik Punjabi.
ta: இது மேஜையை பஞ்ஜாபி(Punjabi) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Punjabi yerelleştirilmesini sağlar.

source: Romanian environment
ar: البيئة الرومانية
be: Румынскае асяроддзе
bs: Podrška za rumunski
el: Ρουμανικό περιβάλλον
eo: Romana media
et: Rumeeniakeelne keskkond
ga: Timpeallacht Rómáinise
he: סביבה רומנית
hr: Rumunjsko okru¾enje
lt: Rumunų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Romanina
ml: റൊമാനിയന്‍ പരിസ്ഥിതി
nb: Rumensk miljø
nn: Rumensk mijø
pa: ਰੋਮਾਨੀਆਈ ਮਾਹੌਲ
ru: Поддержка румынского языка
sk: Rumunské prostredie
sl: Romunsko okolje
ta: ரோமனியன் (Romanian) சுழல்
tr: Romence dil desteği

source: This task installs packages and documentation in Romanian to help Romanian speaking people use Debian.
ar: تقوم هذه المهمة بتثيت حزم ووثائق بالرومانية لتسهّل على الناطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-румынску
bs: Ovaj zadatak instalira pakete i dokumentaciju na rumunskom kako bi pomogli onima koji govore rumunski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ρουμανικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la romanajn uzantojn de Linukso.
et: See ülesanne paigaldab rumeenia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja rumeeniakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Rómáinise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד ברומנית ועוזרת לדוברי רומנית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na rumunjskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore rumunjski.
lt: Šis uždavinys įdiegia paketus ir rumuniškus dokumentus, kad padėtų rumunų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Romanina, hanampiana ireo miteny Romanina amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി റൊമാനിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി റൊമാനിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper rumensktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon for å hjelpa rumensktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਰੋਮਨੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на румынском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre rumunsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v romunščini.
ta: ரோமனியன் (Romanian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ரோமனியன் (Romanian) மொழியில் நிறுவுகிறது
tr: Bu görev Romence konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Romanian desktop
ar: سطح المكتب بالرومانية
be: Працоўны стол па-румынску
bs: Rumunski desktop
el: Ρουμανικό περιβάλλον εργασίας
eo: Romana labortablo
et: Rumeeniakeelne töölaud
ga: Deasc Rómáinise
he: שולחן עבודה ברומנית
hr: Rumunjska radna povr¹ina
lt: Rumuniškas darbastalis
mg: Birao amin'ny teny Romanian
ml: റൊമാനിയന്‍ ഡെസ്ക്ടോപ്
nb: Rumensk skrivebord
nn: Rumensk skrivebord
pa: ਰੋਮਾਨੀਆਈ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на румынском
sk: Rumunský desktop
sl: Romunsko namizje
ta: ரோமனியன் (Romanian) மேஜை
tr: Romence masaüstü

source: This task localises the desktop in Romanian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باللغة بالرومانية.
be: Гэта заданне перакладае працоўны стол на румынскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na rumunski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ρουμανικά.
eo: Tiu tasko roman-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua rumeenia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Rómáinis.
he: משימה זאת הופך את שולחן העבודה למותאם לרומנית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na rumunjski.
lt: Šis uždavinys paruošia rumunų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Romanian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ റൊമാനിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på rumensk.
nn: Denne pakkegruppa gjev eit rumensk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਰੋਮਾਨੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для румынского.
sk: Táto úloha prispôsobí desktop pre rumunčinu.
sl: To opravilo lokalizira vaše namizje v romunščino.
ta: இது மேஜையை ரோமனியன் (Romanian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Romence yerelleştirilmesini sağlar.

source: Russian environment
ar: البيئة الروسيّة
be: Рускае асяроддзе
bs: Podrška za ruski
cy: Amgylchedd Rwsieg
el: Ρωσσικό περιβάλλον
eo: Rusa medio
et: Venekeelne keskkond
ga: Timpeallacht Rúisise
he: סביבה רוסית
hr: Rusko okru¾enje
lt: Rusų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Rosianina
ml: റഷ്യന്‍ പരിസ്ഥിതി
nb: Russisk miljø
nn: Russisk miljø
pa: ਰੂਸੀ ਡੈਸਕਟਾਪ
ru: Поддержка русского языка
sk: Ruské prostredie
sl: Rusko okolje
ta: ரஷ்யன்(Russian) சுழல்
tr: Rusça desteği

source: This task installs programs and documentation in Russian to help Russian speaking people use Debian.
ar: هذه المهمّة تثبّت برامجاً ووثائقاً بالروسيّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-руску
bs: Ovaj zadatak instalira pakete i dokumentaciju na ruskom kako bi pomogli onima koji govore ruski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu rhaglenni a dogfennaeth yn Rwsieg er mwyn cynorthwyo siaradwyr Rwsieg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ρωσικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la romanajn uzantojn de Linukso.
et: See ülesanne paigaldab vene keele kõnelejate Debiani kasutamist hõlbustavad pakid ja venekeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Rúisise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד ברוסית ועוזרת לדוברי רוסית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore ruski.
lt: Šis uždavinys įdiegia programas ir rusiškus dokumentus, kad padėtų rusų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindrankajy sy fanampiana amin'ny teny Rosianina hanampiana ireo izay miteny Rosianina amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി റഷ്യന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി റഷ്യനിലുള്ള പ്രോഗ്രാമുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper russisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på russisk for å hjelpa russisktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਰੂਸੀ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਰੂਸੀ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на русском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre rusky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v ruščini.
ta: ரஷ்யன்(Russian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ரஷ்யன்(Russian) மொழியில் நிறுவுகிறது
tr: Bu görev Rusça konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Russian desktop
ar: سطح المكتب بالروسية
be: Працоўны стол па-руску
bs: Ruski desktop
cy: Penbwrdd Rwsieg
el: Ρωσικό περιβάλλον εργασίας
eo: Rusa labortablo
et: Venekeelne töölaud
ga: Deasc Rúisise
he: שולחן עבודה ברוסית
hr: Ruska radna povr¹ina
lt: Rusiškas darbastalis
mg: Birao amin'ny teny Rosianina
ml: റഷ്യന്‍ ഡെസ്ക്ടോപ്
nb: Russisk skrivebord
nn: Russisk skrivebord
pa: ਰੂਸੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на русском
sk: Ruský desktop
sl: Rusko namizje
ta: ரஷ்யன்(Russian) மேஜை
tr: Rusça masaüstü

source: This task localises the desktop in Russian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالروسيّة.
be: Гэта заданне перакладае працоўны стол на рускую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na ruski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ρωσικά.
eo: Tiu tasko rus-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua vene keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Rúisis.
he: משימה זאת הופכת את שולחן העבודה למותאם לרוסית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na ruski.
lt: Šis uždavinys paruošia rusų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Rosianina.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ റഷ്യനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på russisk.
nn: Denne pakkegruppa gjev eit russisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਰੂਸੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для русского.
sk: Táto úloha prispôsobí desktop pre ruštinu.
sl: To opravilo lokalizira vaše namizje v ruščino.
ta: இது மேஜையை ரஷ்யன்(Russian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Rusça yerelleştirilmesini sağlar.

source: Serbian environment
ar: البيئة الصربيّة
be: Сербскае асяроддзе
bs: Podrška za srpski
el: Σέρβικο περιβάλλον
eo: Serba medio
et: Serbiakeelne keskkond
ga: Timpeallacht Seirbise
he: סביבה סרבית
hr: Srbijansko okru¾enje
lt: Serbų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Serba
ml: സെര്ബിയന്‍ പരിസ്ഥിതി
nn: Serbisk miljø
pa: ਸਰਬੀਆਈ ਮਾਹੌਲ
sk: Srbské prostredie
sl: Srbsko okolje
ta: செர்பியன்(Serbian) சுழல்

source: This task installs packages and documentation in Serbian to help Serbian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالصربيّة لتسهّل على الناطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-сербску
bs: Ovaj zadatak instalira pakete i dokumentaciju na srpskom kako bi pomogli onima koji govore srpski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Σέρβικα για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la serbajn uzantojn de Linukso.
et: See ülesanne paigaldab serbia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja serbiakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Seirbise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בסרבית ועוזרת לדוברי סרבית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore srpski.
lt: Šis uždavinys įdiegia paketus ir serbiškus dokumentus, kad padėtų serbų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Serba, hanampiana ireo izay miteny Serba amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി സെര്ബിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി സെര്ബിയനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på serbisk for å hjelpa serbisktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਸਰਬੀਆਈ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਸਰਬੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre srbsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v srbščini.
ta: செர்பியன்(Serbian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் செர்பியன்(Serbian)மொழியில் நிறுவுகிறது

source: Serbian desktop
ar: سطح المكتب بالصربيّة
be: Працоўны стол па-сербску
bs: Srbijanski desktop
el: Σέρβικο περιβάλλον εργασίας
eo: Serba labortablo
et: Serbiakeelne töölaud
ga: Deasc Sheirbise
he: שולחן עבודה בסרבית
hr: Srbijanska radna povr¹ina
lt: Serbiškas darbastalis
mg: Birao amin'ny teny Serba
ml: സെര്ബിയന്‍ ഡെസ്ക്ടോപ്
nn: Serbisk skrivebord
pa: ਸਰਬੀਆਈ ਡੈਸਕਟਾਪ
sk: Srbský desktop
sl: Srbsko namizje
ta: செர்பியன்(Serbian) மேஜை

source: This task localises the desktop in Serbian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالصربيّة.
be: Гэта заданне перакладае працоўны стол на сербскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na srpski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Σέρβικα.
eo: Tiu tasko serb-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua serbia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSeirbis.
he: משימה זאת הופכת את שולחן העבודה למותאם לסרבית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na srpskii.
lt: Šis uždavinys paruošia serbų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Serba.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ സെര്ബിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nn: Denne pakkegruppa gjev eit serbisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਸਰਬੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre srbčinu.
sl: To opravilo lokalizira vaše namizje v srbščino.
ta: இது மேஜையை செர்பியன்(Serbian) மொழியில் உள்ளாக்கம் செய்யும்

source: Slovak environment
ar: البيئة السلوفاكية
be: Славацкае асяроддзе
bs: Podrška za slovački
el: Σλοβάκικο περιβάλλον εργασίας
eo: Slovaka medio
et: Slovakkiakeelne keskkond
ga: Timpeallacht Slóvaicise
he: סביבה סלווקית
hr: Slovaèko okru¾enje
lt: Slovakų kalbos aplinka
mg: Tontolo fiasana Slovaky
ml: സ്ലോവാക് പരിസ്ഥിതി
nb: Slovakisk miljø
nn: Slovakisk miljø
pa: ਸਲੋਵਾਕ ਮਾਹੌਲ
ru: Поддержка словацкого языка
sk: Slovenské prostredie
sl: Slovaško okolje
ta: ஸலொவக்(Slovak) சுழல்
tr: Slovakça desteği

source: This task installs packages and documentation in Slovak to help Slovak speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائق بالسلوفاكية لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-славацку
bs: Ovaj zadatak instalira pakete i dokumentaciju na slovačkom kako bi pomogli onima koji govore slovački pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Σλοβακικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la slovakajn uzantojn de Linukso.
et: See ülesanne paigaldab slovakkia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja slovakkiakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Slóvaicise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד באיטקלית ועוזרת לדוברי סלווקית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na slovaèkom jeziku koji olak¹avaju uporabu Debiana osobama koje govore slovaèki.
lt: Šis uždavinys įdiegia paketus ir slovakiškus dokumentus, kad padėtų slovakų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Slovaky, hanampiana ireo miteny Slovaky amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി സ്ലോവാക് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി സ്ലോവാകിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper slovakisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på slovakiskfor å hjelpa folk som snakkar slovakisk å bruka Debian.
pa: ਇਹ ਕੰਮ ਨਾਲ ਸਲੋਵਾਕ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੋਣਗੇ, ਜੋ ਕਿ ਸਲੋਵਾਕ ਬੋਲਣ ਵਾਲਿਆਂ ਨੂੰ ਡੇਬੀਅਨ ਵਰਤਣ ਲਈ ਸੌਖਾ ਢੰਗ ਦੇਣਗੇ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на словацком языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre slovensky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v slovaščini.
ta: ஸலொவக்(Slovak) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஸலொவக்(Slovak)மொழியில் நிறுவுகிறது
tr: Bu görev Slovakça kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.
