Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: Slovak desktop
ar: سطح المكتب بالسلوفاكية
be: Працоўны стол па-славацку
bs: Slovački desktop
el: Σλοβακικό περιβάλλον εργασίας
eo: Slovaka labortablo
et: Slovakkiakeelne töölaud
ga: Deasc Shlóvaicise
he: שולחן עבודה בסלווקית
hr: Slovaèka radna povr¹ina
lt: Slovakiškas darbastalis
mg: Birao amin'ny teny Slovaky
ml: സ്ലോവാക് ഡെസ്ക്ടോപ്
nb: Slovakisk skrivebord
nn: Slovakisk skrivebord
pa: ਸਲੋਵਾਕ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на словацком
sk: Slovenský desktop
sl: Slovaško namizje
ta: ஸலொவக்(Slovak) மேஜை
tr: Slovakça masaüstü

source: This task localises the desktop in Slovak.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالسلوفاكيّة.
be: Гэта заданне перакладае працоўны стол на славацкую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na slovački.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Σλοβακικά.
eo: Tiu tasko slovak-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua slovakkia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSlóvaicis.
he: משימה זאת הופכת את שולחן העבודה למותאם לסלווקית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na slovaèki.
lt: Šis uždavinys paruošia slovakų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Slovaky.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ സ്ലോവാകില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på slovakisk.
nn: Denne pakkegruppa gjev eit slovakisk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਸਲੋਵਾਕ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для словацком.
sk: Táto úloha prispôsobí desktop pre slovenčinu.
sl: To opravilo lokalizira vaše namizje v slovaški jezik.
ta: இது மேஜையை ஸலொவக்(Slovak) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Slovakça yerelleştirilmesini sağlar.

source: Slovenian environment
ar: البيئة السلوفينية
be: Славенскае асяроддзе
bs: Podrška za slovenski
el: Σλοβένικο περιβάλλον εργασίας
eo: Slovena medio
et: Sloveeniakeelne keskkond
ga: Timpeallacht Slóivéinise
he: סביבה סלבית
hr: Slovensko okru¾enje
lt: Slovėniška aplinka
mg: Tontolo fiasana amin'ny teny Slovenian
ml: സ്ലോവേനിയന്‍ പരിസ്ഥിതി
nb: Slovensk miljø
nn: Slovensk miljø
pa: ਸਲੋਵੀਆਈ ਮਾਹੌਲ
sk: Slovinské prostredied
sl: Slovensko okolje
ta: ஸலொவெனியன்(Slovenian) சுழல்
tr: Slovence desteği

source: This task installs packages and documentation in Slovenian to help Slovenian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائق بالسلوفينية لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-славенску
bs: Ovaj zadatak instalira pakete i dokumentaciju na slovenski kako bi pomogli onima koji govore slovenski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Σλοβένικα για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la slovenajn uzantojn de Linukso.
et: See ülesanne paigaldab sloveenia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja sloveeniakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Slóivéinise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בסלבית ועוזרת לדוברי סלבית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na slovenskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore slovenski.
lt: Šis uždavinys įdiegia paketus ir slovėniškus dokumentus, kad padėtų slovėnų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Slovenianina, hanampiana ireo miteny Slovenianina amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി സ്ലോവാക് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി സ്ലോവാകിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper slovensktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på slovensk for å hjelpa folk som snakkar slovensk å bruka Debian.
pa: ਇਹ ਕੰਮ ਸਲੋਵਨੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਸਲੋਵਨੀਆਈ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre slovinsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v slovenščini.
ta: ஸலொவெனியன்(Slovenian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஸலொவெனியன்(Slovenian) மொழியில் நிறுவுகிறது
tr: Bu görev Slovence kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Slovenian desktop
ar: سطح المكتب بالسلوفينية
be: Працоўны стол па-славенску
bs: Slovenski desktop
el: Σλοβένικο περιβάλλον εργασίας
eo: Slovena labortablo
et: Sloveeniakeelne töölaud
ga: Deasc Shlóivéinise
he: שולחן עבודה בסלבית.
hr: Slovenska radna povr¹ina
lt: Slovėniškas darbastalis
mg: Birao amin'ny teny Slovenian
ml: സ്ലോവേനിയന്‍ ഡെസ്ക്ടോപ്
nb: Slovensk skrivebord
nn: Slovensk skrivebord
pa: ਸਲੋਵੀਨੀਆ ਡੈਸਕਟਾਪ
sk: Slovinský desktop
sl: Slovensko namizje
ta: ஸலொவெனியன்(Slovenian) மேஜை
tr: Slovence masaüstü

source: This task localises the desktop in Slovenian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالسلوفينيّة.
be: Гэта заданне перакладае працоўны стол на славенскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na slovenski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Σλοβένικα.
eo: Tiu tasko sloven-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua sloveenia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSlóivéinis.
he: משימה זאת הופכת את שולחן העבודה למותאם לסלבית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na slovenski.
lt: Šis uždavinys paruošia slovėnų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Slovenian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ സ്ലോവേനിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på slovensk.
nn: Denne pakkegruppa gjev eit slovensk skrivebord
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਸਲੋਵੀਨੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre slovinčinu.
sl: To opravilo lokalizira vaše namizje v slovenski jezik.
ta: இது மேஜையை ஸலொவெனியன்(Slovenian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Slovence yerelleştirilmesini sağlar.

source: Spanish environment
ar: البيئة الإسبانيّة
be: Іспанскае асяроддзе
bs: Podrška za španski
cy: Amgylchedd Sbaeneg
el: Ισπανικό περιβάλλον
eo: Hispana medio
et: Hispaaniakeelne töökeskkond
ga: Timpeallacht Spáinnise
he: סביבה ספרדית
hr: ©panjolsko okru¾enje
lt: Ispanų kalbos aplinka
mg: Tontolo fiasana Spanish
ml: സ്പാനിഷ് പരിസ്ഥിതി
nb: Spansk miljø
nn: Spansk miljø
pa: ਸਪੇਨੀ ਮਾਹੌਲ
ru: Поддержка испанского языка
sk: Španielske prostredie
sl: Špansko okolje
ta: ஸ்பானிஷ் (Spanish) சுழல்
tr: İspanyolca desteği

source: This task installs programs, data files, and documentation that make it easier for Spanish speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً وملفّات بيانات ووثائقاً تسهّل على النّاطقين بالإسبانية استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-іспанску.
bs: Ovaj zadatak instalira programe, podatke i dokumentaciju na španskom kako bi pomogli onima koji govore španski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu rhaglenni, ffeiliau data, a dogfennaeth sy'n ei gwneud hi'n haws i siaradwyr Sbaeneg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ισπανικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la hispanajn uzantojn de Linukso.
et: See ülesanne paigaldab hispaania keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja hispaaniakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Spáinnise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בספרדית ועוזרת לדוברי ספרדית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹avaju uporabu Debiana osobama koje govore ¹panjolski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins ispanų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra ary fanampiana izay mety hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Spanish.
ml: ഈ ജോലി സ്പാനിഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി സ്പാനിഷിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler og dokumentasjon som hjelper spansktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du program, datafiler og dokumentasjon på spansk for å hjelpa spansktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਸਪੇਨੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на испанском языке.
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre španielsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke in dokumentacijo za uporabo Debiana v španščini.
ta: ஸ்பானிஷ் (Spanish) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஸ்பானிஷ் (Spanish) மொழியில் நிறுவுகிறது
tr: Bu görev İspanyolca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve belgeleri içerir.

source: Spanish desktop
ar: سطح المكتب بالإسبانية
be: Працоўны стол па-іспанску
bs: Španski desktop
cy: Penbwrdd Sbaeneg
el: Ισπανικό περιβάλλον εργασίας
eo: Hispana labortablo
et: Hispaaniakeelne töölaud
ga: Deasc Spáinnise
he: שולחן עבודה בספרדית
hr: ©panjolska radna povr¹ina
lt: Ispaniškas darbastalis
mg: Birao Spanish
ml: സ്പാനിഷ് ഡെസ്ക്ടോപ്
nb: Spansk skrivebord
nn: Spansk skrivebord
pa: ਸਪੇਨੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на испанском
sk: Španielsky desktop
sl: Špansko namizje
ta: ஸ்பானிஷ் (Spanish) மேஜை
tr: İspanyolca masaüstü

source: This task localises the desktop in Spanish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالإسبانيّة.
be: Гэта заданне перакладае працоўны стол на іспанскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na španski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ισπανικά.
eo: Tiu tasko hispan-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua hispaania keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Spáinnis.
he: משימה זאת הופכת את שולחן העבודה למותאם לספרדית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na ¹panjolski.
lt: Šis uždavinys paruošia ispanų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Spanish.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ സ്പാനിഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på spansk.
nn: Denne pakkegruppa gjev eit spansk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਸਪੇਨੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для испанского.
sk: Táto úloha prispôsobí desktop pre španielčinu.
sl: To opravilo lokalizira vaše namizje v španščino.
ta: இது மேஜையை ஸ்பானிஷ் (Spanish) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün İspanyolca yerelleştirilmesini sağlar.

source: Standard system
ar: نظام قياسي
be: Стандартная сістэма
bg: Стандартна система
bs: Standardni sistem
el: Τυπικό σύστημα
eo: Norma sistemo
et: Tavaline süsteem
fr: Système standard
ga: Córas caighdeánach
gl: Sistema estándar
he: מערכת רגילה
hr: Standardni sustav
lt: Standartinė sistema
lv: Standarta sistēma
ml: സ്റ്റാന്ഡേര്ഡ് സിസ്റ്റം
pa: ਮਿਆਰੀ ਸਿਸਟਮ
pt: Sistema Standard
ru: Стандартная система
sk: štandartný systém
sl: Standardni sistem
ta: தரமானஅமைப்பு
th: ระบบมาตรฐาน
tr: Standart sistem

source: This task installs a reasonably small character-mode system.
ar: تقوم هذه المهمّة بتثبيت نظام بوضع حرفي character-mode صغير نسبياً.
be: Гэта заданне дазваляе ўсталяваць прыймальна маленькую сістэму з тэкставым рэжымам.
bg: Тази задача инсталира сравнително малка система за работа в конзола.
bs: Ovaj zadatak instalira razumno mali sistem u karakter modu.
el: Αυτή η ομάδα εγκαθιστά ένα μικρό σε μέγεθος περιβάλλον χαρακτήρων
eo: Tiu tasko instalas pravan malgrandan signaron, nur en konzoloj.
et: See ülesanne paigaldav küllalt väiksemõõtmelise tekstipõhise süsteemi.
fr: Cette tâche installe un système de taille relativement raisonnable, en mode caractère uniquement.
ga: Suiteálann an tasc seo córas réasúnta beag neamhghrafach.
gl: Esta tarefa instala un sistema pequeno en modo texto.
he: משימה זאת מתקינה מערכת טקסטואלית קטנה
hr: Ova zadaæa instalira razmjerno malen sustav za rad u tekstualnom modu.
lt: Šis uždavinys įdiegia gana mažą sistemą, be grafinės aplinkos.
lv: Šī paku grupa installē diezgan mazu teksta režīma sistēmu.
ml: ഈ ജോലി അത്യാവശ്യം ചെറുതായ അക്ഷര മോഡിലുള്ള സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer et rimelig lite tekstbasert system.
nn: Denne pakkegruppa installerer eit rimelig lite tekstbasert system.
pa: ਇਹ ਕੰਮ ਇੱਕ ਢੁੱਕਵਾਂ ਛੋਟੇ ਅੱਖਰ-ਪੜ੍ਹਨ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
pt: Esta tarefa instala um sistema razoavelmente pequeno em modo texto.
ru: Установить пакеты для умеренно маленькой системы с текстовым режимом.
sk: Táto úloha nainštaluje rozumne malý systém v textovom režime.
sl: To opravilo namesti sprejemljivo majhen sistem, ki deluje v znakovnem načinu.
ta: சிறிய எழுத்து-முறை அமைப்பை போதுமான நேரத்தில் நிறுவும்
th: งานติดตั้งนี้ ติดตั้งระบบขนาดเล็กๆ ที่ทำงานในโหมดตัวอักษร
tr: Bu görev makul küçüklükte, karakter tabanlı bir sistem kurar.

source: Swedish environment
ar: البيئة السويديّة
be: Шведскае асяроддзе
bs: Podrška za švedski
cy: Amgylchedd Swedeg
el: Σουηδικό περιβάλλον
eo: Sveda medio
et: Rootsikeelne keskkond
ga: Timpeallacht Sualainnise
he: סביבה שבדית
hr: ©vedsko okru¾enje
lt: Švedų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Swedish
ml: സ്വീഡിഷ് പരിസ്ഥിതി
nb: Svensk miljø
nn: Svensk miljø
pa: ਸਵੀਡਨੀ ਮਾਹੌਲ
ru: Поддержка шведского языка
sk: Švédske prostredie
sl: Švedsko okolje
ta: சுவெடிஷ்(Swedish) சுழல்
tr: İsveçce desteği

source: This task installs packages and documentation in Swedish to help Swedish speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالسّويديّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-шведску
bs: Ovaj zadatak instalira pakete i dokumentaciju na švedskom kako bi pomogli onima koji govore švedski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth yn Swedeg er mwyn cynorthwyo siaradwyr Swedeg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Σουηδικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la swedajn uzantojn de Linukso.
et: See ülesanne paigaldab rootsi keele kõnelejate Debiani kasutamist hõlbustavad pakid ja rootsikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Sualainnise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בשבדית ועוזרת לדוברי שבדית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na . jeziku koji olak¹avaju uporabu Debiana osobama koje govore ¹vedski.
lt: Šis uždavinys įdiegia paketus ir švediškus dokumentus, kad padėtų švedų kalba kalbantiems žmonėms naudotis Debian'u.
ml: ഈ ജോലി സ്വീഡിഷ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി സ്വീഡിഷിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper svensktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på svensk for å hjelpa svensktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਸਵੀਡਿਸ਼ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਸਵੀਡਿਸ਼ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на шведском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre švédsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v švedščini.
ta: சுவெடிஷ்(Swedish) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் சுவெடிஷ்(Swedish)மொழியில் நிறுவுகிறது
tr: Bu görev İsveçce konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Swedish desktop
ar: سطح المكتب بالسويدية
be: Працоўны стол па-шведску
bs: Švedski desktop
cy: Penbwrdd Swedeg
el: Σουηδικό περιβάλλον εργασίας
eo: Sweda labortablo
et: Rootsikeelne töölaud
ga: Deasc Shualainnise
he: שולחן עבודה בשבדית
hr: ©vedska radna povr¹ina
lt: Švediškas darbastalis
mg: Birao amin'ny teny Swedish
ml: സ്വീഡിഷ് ഡെസ്ക്ടോപ്
nb: Svensk skrivebord
nn: Svensk skrivebord
pa: ਸਵੀਡਨੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на шведском
sk: Švédsky desktop
sl: Švedsko namizje
ta: சுவெடிஷ்(Swedish) மேஜை
tr: İsveçce masaüstü

source: This task localises the desktop in Swedish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالسّويديّة.
be: Гэта заданне перакладае працоўны стол на шведскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na švedski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Σουηδικά.
eo: Tiu tasko sved-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua rootsi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSualainnis.
he: משימה זאת הופכת את שולחן העבודה למותאם לשבדית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na ¹vedski.
lt: Šis uždavinys paruošia švedų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Swedish.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ സ്വീഡിഷില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på svensk.
nn: Denne pakkegruppa gjev eit svensk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਸਵੀਡਨੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для шведского.
sk: Táto úloha prispôsobí desktop pre švédčinu.
sl: To opravilo lokalizira vaše namizje v švedščino.
ta: இது மேஜையை சுவெடிஷ்(Swedish) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün İsveçce yerelleştirilmesini sağlar.

source: Tagalog environment
ar: بيئة التاجالوج (الفليبينية)
be: Тагалогскае асяроддзе
bs: Podrška za tagalogski
el: Tagalog περιβάλλον
eo: Tagaloga medio
et: Tagalogikeelne keskkond
ga: Timpeallacht Tagálaigise
he: סביבה תגאלוג
hr: Tagalog okru¾enje
lt: Tagalų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Tagalog
ml: ടാഗലോഗ് പരിസ്ഥിതി
nb: Tagalog miljø
nn: Tagalogisk miljø
pa: ਤਾਗਾਲੋਗ ਮਾਹੌਲ
sk: Filipínske (tagalog) prostredie
sl: Tagaloško okolje
ta: டகலாக்(Tagalog) சுழல்
tr: Tagalog dil desteği

source: This task installs packages and documentation in Tagalog to help Tagalog speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالتاجالوج لتسهّل على النّاطقين بالتاجالوج (الفليبينية) استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-тагалогску
bs: Ovaj zadatak instalira pakete i dokumentaciju na talagogskom kako bi pomogli onima koji govore tagalogski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Tagalog για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la tagalogajn uzantojn de Linukso.
et: See ülesanne paigaldab tagalogi keele kõnelejate Debiani kasutamist hõlbustavad pakid ja tagalogikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Tagálaigise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בתגאלוג לדוברי תגאלוג להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na jeziku tagalog koji olak¹avaju uporabu Debiana osobama koje govore tagalog.
lt: Šis uždavinys įdiegia paketus ir tagališkus dokumentus, kad padėtų tagalų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Tagalogy, hanampiana ireo miteny Tagalogy amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ടാഗലോഗ് സംസാരിക്കുന്ന ആളുകളെ സഹായിക്കാനായി ടാഗലോഗിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper tagalog-talende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på tagalogsk for å hjelpa folk som snakkar tagalogsk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਤਾਗਾਲੋਗ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਤਾਗਾਲੋਗ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre filipínsky (tagalog) hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v tagaloščini.
ta: டகலாக்(Tagalog) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் டகலாக்(Tagalog) மொழியில் நிறுவுகிறது
tr: Bu görev Tagalog dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Tamil environment
ar: بيئة التاميل
be: Тамільскае асяроддзе
bs: Podrška za tamilski
el: Tamil περιβάλλον
eo: Tamila medio
et: Tamilikeelne keskkond
ga: Timpeallacht Tamailise
he: סביבה טמילית
hr: Tamilsko okru¾enje
lt: Tamilų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Tamil
ml: തമിഴ് പരിസ്ഥിതി
nb: Tamil miljø
nn: Tamilsk miljø
pa: ਤਾਮਿਲ ਮਾਹੌਲ
sk: Tamilské prostredie
sl: Tamilsko okolje
ta: தமிழ் சுழல்
tr: Tamil desteği
