Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task installs programs, data files, fonts, and documentation that makes it easier for Tamil speakers to use Debian.
ar: هذه المهمّة تثبّت برامجاً و ملفّات بيانات ووثائق تسهّل على النّاطقين بالتاميل استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-тамільску.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju kako bi pomogli onima koji govore tamilski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Tamil για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la tamilajn uzantojn de Linukso.
et: See ülesanne paigaldab tamili keele kõnelejate Debiani kasutamist hõlbustavad programmid, andmefailid ja tamilikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Tamailise Debian a úsáid.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי טמילית לקל יותר.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore tamilski.
lt: Šis uždavinys įdiegia programas, duomenų failus ir dokumentus, kurie palengvins tamilų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra, tarehin-tsoratra ary fanampiana izay hahamora ny fampiasana an'i Debian ho an'ireo izay miteny Tamil.
ml: ഈ ജോലി തമിഴ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി തമിഴിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det lettere for tamiltalende å bruke Debian.
nn: Med dette valet installerer du program, datafiler, skrifttypar og dokumentasjon som gjer det lettare for tamilsktalande folk å bruka Debian.
pa: ਇਹ ਕੰਮ ਤਾਮਿਲ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy, dátové súbory a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre tamilsky hovoriacich používateľov.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v tamilščini.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது தமிழ் மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev Tamil dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları ve yazıtiplerini içerir.

source: Tamil desktop
ar: سطح المكتب بالتاميل
be: Працоўны стол па-тамільску
bs: Tamilski desktop
el: Tamil περιβάλλον εργασίας
eo: Tamila labortablo
et: Tamilikeelne töölaud
ga: Deasc Thamailise
he: שולחן עבודה בתאמיל
hr: Tamilska radna povr¹ina
lt: Tamilų kalbos darbastalis
mg: Biaro amin'ny teny Tamil
ml: തമിഴ് ഡെസ്ക്ടോപ്
nb: Tamil skrivebord
nn: Tamilsk skrivebord
pa: ਤਾਮਿਲ ਡੈਸਕਟਾਪ
sk: Tamilský desktop
sl: Tamilsko namizje
ta: தமிழ் மேஜை
tr: Tamilce masaüstü

source: This task localises the desktop in Tamil.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بلغة التاميل.
be: Гэта заданне перакладае працоўны стол на тамільскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na tamilski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Tamil.
eo: Tiu tasko tamil-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua tamili keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Tamailis.
he: משימה זאת הופכת את שולחן העבודה למותאם לתאמיל.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na tamilski.
lt: Šis uždavinys paruošia tamilų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Tamil.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ തമിഴില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på tamilsk.
nn: Denne pakkegruppa gjev eit tamilsk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਤਾਮਿਲ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre tamilčinu.
sl: To opravilo lokalizira vaše namizje v tamilščino.
ta: இது மேஜையை தமிழ் மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Tamilce yerelleştirilmesini sağlar.

source: Thai environment
ar: البيئة التايلنديّة
be: Тайскае асяроддзе
bs: Podrška za tajlandski
cy: Amgylchedd Thai
el: Ταϊλανδέζικο περιβάλλον
eo: Taja medio
et: Taikeelne keskkond
ga: Timpeallacht Téalainnise
he: סביבה תילאנדית
hr: Tajlandsko okru¾enje
lt: Tajų kalbos aplinka
mg: Tontolo fiasan Thai
ml: തായി പരിസ്ഥിതി
nb: Thai miljø
nn: Thai miljø
pa: ਥਾਈ ਮਾਹੌਲ
ru: Поддержка тайского языка
sk: Thajské prostredie
sl: Tajsko okolje
ta: தஐ (Thai) சுழல்
tr: Tayca (Tayland dili) desteği

source: This task installs packages that make it easier for Thai speaking people to use Debian.
ar: هذه المهمّة تثبّت حزماً لتسهّل على النّاطقين بالتّايلنديّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-тайску
bs: Ovaj zadatak instalira pakete koji olakšavaju korištenje Debiana onima koji govore tajlandski.
cy: Mae'r tasg hwn yn sefydlu pecynnau sy'n ei gwneud hi'n haws i bobl Thai ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα για διευκόλυνση των χρηστών του Debian που ομιλούν Ταϊλανδέζικα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la tajajn uzantojn de Linukso.
et: See ülesanne paigaldab tai keele kõnelejate Debiani kasutamist hõlbustavad pakid.
ga: Suiteálann an tasc seo pacáistí sa chaoi go mbeidh sé níos fusa do lucht labhartha na Téalainnise Debian a úsáid.
he: משימה זאת מתקינה חבילות כדי להעקל על דוברי תאילנדית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na . jeziku koji olak¹avaju uporabu Debiana osobama koje govore tajlandski.
lt: Šis uždavinys įdiegia paketus, kurie palengvina tajų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana izay mety hahamora ny fampiasana an'i Debian ho an'ny Thai.
ml: ഈ ജോലി തായി സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി തായിയിലുള്ള പാക്കേജുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker som hjelper Thai-talende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar som gjer det enklare for folk som snakkar Thai til å bruka Debian.
pa: ਇਹ ਕੰਮ ਥਾਈ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на тайском языке.
sk: Táto úloha nainštaluje balíky, ktoré uľahčia používanie Debianu v Thajskom prostredí.
sl: To opravilo namesti programe za uporabo Debiana v tajščini.
ta: தஐ (Thai) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளை தஐ (Thai) மொழியில் நிறுவுகிறது
tr: Bu görev Tayca (Tayland dili) konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paketler içerir.

source: Thai desktop
ar: سطح المكتب بالتايلندية
be: Працоўны стол па-тайску
bs: Tajlandski desktop
cy: Penbwrdd Thai
el: Ταϊλανδέζικο περιβάλλον εργασίας
eo: Taja labortablo
et: Taikeelne töölaud
ga: Deasc Théalainnise
he: שולחן עבודה בתאילנדית
hr: Tajlandska radna povr¹ina
lt: Tajų kalbos darbastalis
mg: Birao Thai
ml: തായി ഡെസ്ക്ടോപ്
nb: Thai skrivebord
nn: Thai skrivebord
pa: ਥਾਈ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на тайском
sk: Thajský desktop
sl: Tajsko namizje
ta: தஐ (Thai) மேஜை
tr: Tayca (Tayland dili) masaüstü

source: This task localises the desktop in Thai.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالتّايلنديّة.
be: Гэта заданне перакладае працоўны стол на тайскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na tajlandski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ταϊλανδέζικα.
eo: Tiu tasko taj-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua tai keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Téalainnis.
he: משימה זאת הופכת את שולחן העבודה למותאם לתיאלנדית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na tajlandski.
lt: Šis uždavinys paruošia tajų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Thai.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ തായിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på thai.
nn: Denne pakkegruppa gjev eit thai skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਥਾਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для тайского.
sk: Táto úloha prispôsobí desktop pre thajčinu.
sl: To opravilo lokalizira vaše namizje v tajščino.
ta: இது மேஜையை தஐ (Thai) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Tayca yerelleştirilmesini sağlar.

source: Turkish environment
ar: البيئة التركيّة
be: Турэцкае асяроддзе
bs: Podrška za turski
cy: Amgylchedd Twrceg
el: Τουρκικό περιβάλλον
eo: Turka medio
et: Türgikeelne keskkond
ga: Timpeallacht Tuircise
he: סביבה טורקית
hr: Tursko okru¾enje
lt: Turkų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Turkish
ml: തുര്കി പരിസ്ഥിതി
nb: Tyrkisk miljø
nn: Tyrkisk miljø
pa: ਤੁਰਕ ਮਾਹੌਲ
ru: Поддержка турецкого языка
sk: Turecké prostredie
sl: Turško okolje
ta: டர்கிஸ் (Turkish) சுழல்
tr: Türkçe desteği

source: This task installs packages and documentation in Turkish to help Turkish speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالتّركيّة لتسهّل على النّاطقينبها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-турэцку
bs: Ovaj zadatak instalira pakete i dokumentaciju na turskom kako bi pomogli onima koji govore turski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth yn Nhwrceg er mwyn cynorthwyo siaradwyr Twrceg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Τουρκικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la turkajn uzantojn de Linukso.
et: See ülesanne paigaldab türgi keele kõnelejate Debiani kasutamist hõlbustavad pakid ja türgikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Tuircise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בטורקית ועוזרת לדוברי טורקית להשתמש בדביאן.
hr: Ova zadaæa instalira pakete i dokumentaciju na . jeziku koji olak¹avaju uporabu Debiana osobama koje govore turski.
lt: Šis uždavinys įdiegia paketus ir turkiškus dokumentus, kad padėtų turkų kalba kalbantiems žmonėms naudotis Debian'u.
ml: ഈ ജോലി തുര്കി സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി തുര്കിയിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper tyrkisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på tyrkisk for å hjelpa tyrkisktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਤੁਰਕ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਤੁਰਕ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на турецком языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre turecky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v turščini.
ta: டர்கிஸ் (Turkish) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் டர்கிஸ் (Turkish) மொழியில் நிறுவுகிறது
tr: Bu görev Türkçe konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Turkish desktop
ar: سطح المكتب بالتركية
be: Працоўны стол па-турэцку
bs: Turski desktop
cy: Penbwrdd Twrceg
el: Τουρκικό περιβάλλον εργασίας
eo: Turka labortablo
et: Türgikeelne töölaud
ga: Deasc Thuircise
he: שולחן עבודה בטורקית
hr: Turska radna povr¹ina
lt: Turkiškas darbastalis
mg: Biaro amin'ny teny Turkish
ml: തുര്കി ഡെസ്ക്ടോപ്
nb: Tyrkisk skrivebord
nn: Tyrkisk skrivebord
pa: ਤੁਰਕ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на турецком
sk: Turecký desktop
sl: Turško namizje
ta: டர்கிஸ் (Turkish) மேஜை
tr: Türkçe masaüstü

source: This task localises the desktop in Turkish.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالتركيّة.
be: Гэта заданне перакладае працоўны стол на турэцкую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na turski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Τουρκικά.
eo: Tiu tasko turk-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua türgi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Tuircis.
he: משימה זאת הופכת את שולחן העבודה למותאם לטורקית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na turski.
lt: Šis uždavinys paruošia turkų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Turkish.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ തുര്കിയില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på tyrkisk.
nn: Denne pakkegruppa gjev eit tyrkisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਤੁਰਕ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для турецкого.
sk: Táto úloha prispôsobí desktop pre turečtinu.
sl: To opravilo lokalizira vaše namizje v turščino.
ta: இது மேஜையை டர்கிஸ் (Turkish) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Türkçe yerelleştirilmesini sağlar.

source: Ukrainian environment
ar: البيئة الأوكرانيّة
be: Украінскае асяроддзе
bs: Podrška za urajinski
cy: Amgylchedd Wcraineg
el: Ουκρανικό περιβάλλον
eo: Ukraina medio
et: Ukrainakeelne keskkond
ga: Timpeallacht Úcráinise
he: סביבה אוקראינית
hr: Ukrajinsko okru¾enje
lt: Ukrainiečių kalbos aplinka
mg: Tontolo fiasana amin'ny teny Ukrainian
ml: ഉക്രേനിയന്‍ പരിസ്ഥിതി
nb: Ukrainsk miljø
nn: Ukrainsk miljø
pa: ਯੂਕਰੇਨੀ ਮਾਹੌਲ
ru: Поддержка украинского языка
sk: Ukrajinské prostredie
sl: Ukrajinsko okolje
ta: உக்ரைனியன்( Ukrainian) சுழல்
tr: Ukrayna dil desteği

source: This task installs programs and documentation in Ukrainian to help Ukrainian speaking people use Debian.
ar: هذه المهمّة تثبّت برمجاً ووثائقاً بالأوكرانيّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць праграмы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-украінску
bs: Ovaj zadatak instalira pakete i dokumentaciju na ukrajinskom kako bi pomogli onima koji govore ukrajinski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu rhaglenni a dogfennaeth yn Wcraineg er mwyn cynorthwyo siaradwyr Wcraineg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ουκρανικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la ukrainajn uzantojn de Linukso.
et: See ülesanne paigaldab ukraina keele kõnelejate Debiani kasutamist hõlbustavad pakid ja ukrainakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo ríomhchláir agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na hÚcráinise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד באוקראינית ועוזרת לדוברי באוקראינית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na . jeziku koji olak¹avaju uporabu Debiana osobama koje govore ukrajinski.
lt: Šis uždavinys įdiegia programas ir ukrainietiškus dokumentus, kad padėtų ukrainiečių kalba kalbantiems žmonėms naudotis Debian'u.
ml: ഈ ജോലി ഉക്രേനിയന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഉക്രേനിയനിലുള്ള പ്രോഗ്രാമുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper ukrainsktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på ukrainsk for å hjelpa ukrainsktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਯੂਕਰੇਨੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਯੂਕਰੇਨੀ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на украинском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre ukrajinsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v ukrajinščini.
ta: உக்ரைனியன்( Ukrainian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் உக்ரைனியன்( Ukrainian) மொழியில் நிறுவுகிறது
tr: Bu görev Ukrayna dilini konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Ukrainian desktop
ar: سطح المكتب بالأوكرانية
be: Працоўны стол па-украінску
bs: Podrška za urajinski
cy: Penbwrdd Wcraineg
el: Ουκρανικό περιβάλλον εργασίας
eo: Ukraina labortablo
et: Ukrainakeelne töölaud
ga: Deasc Úcráinise
he: שולחן עבודה באוקראינית
hr: Ukrajinska radna povr¹ina
lt: Ukrainietiškas darbastalis
mg: Biaro amin'ny teny Ukrainian
ml: ഉക്രേനിയന്‍ ഡെസ്ക്ടോപ്
nb: Ukrainsk skrivebord
nn: Ukrainsk skrivebord
pa: ਯੂਕਰੇਨੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на украинском
sk: Ukrajinské desktop
sl: Ukrajinsko namizje
ta: உக்ரைனியன்( Ukrainian) மேஜை
tr: Ukraynaca masaüstü

source: This task localises the desktop in Ukrainian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالأوكرانيّة.
be: Гэта заданне перакладае працоўны стол на ўкраінскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na ukrajinski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ουκρανικά.
eo: Tiu tasko ukrain-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua ukraina keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Úcráinis.
he: משימה זאת הופך את שולחן העבודה למותאם לאוקראינית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na ukrajinski.
lt: Šis uždavinys paruošia ukrainiečių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Ukrainian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഉക്രേനിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på ukrainsk.
nn: Denne pakkegruppa gjev eit ukrainsk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਯੂਕਰੇਨੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для украинского.
sk: Táto úloha prispôsobí desktop pre ukrajinčinu.
sl: To opravilo vaš sistem lokalizira v ukrajinščino.
ta: இது மேஜையை உக்ரைனியன்( Ukrainian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Ukraynaca yerelleştirilmesini sağlar.

source: Vietnamese desktop
ar: سطح المكتب بالفييتنامية
be: Працоўны стол па-вьетнамску
bs: Vijetnamski desktop
el: Βιετναμέζικο περιβάλλον εργασίας
eo: Vjetnama labortablo
et: Vietnamikeelne töölaud
ga: Deasc Vítneamaise
he: שולחן עבודה בויאטנמית
hr: Vijetnamska radna povr¹ina
lt: Vietnamietiškas darbastalis
mg: Biaro amin'ny teny Vietnamese
ml: വിയറ്റനാമീസ് ഡെസ്ക്ടോപ്
nb: Vietnamesisk skrivebord
nn: Vietnamesisk skrivebord
pa: ਵੀਅਤਨਾਮੀ ਡੈਸਕਟਾਪ
sk: Vietnamský desktop
sl: Vietnamsko namizje
ta: வியட்நாமீஸ்(Vietnamese) மேஜை
tr: Vietnam dilinde masaüstü

source: This task localises the desktop in Vietnamese.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالفيتناميّة.
be: Гэта заданне перакладае працоўны стол на вьетнамскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na vijetnamski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Βιετναμέζικα.
eo: Tiu tasko vjetnam-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua vieetnami keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Vítneamais.
he: משימה זאת הופכת את שולחן העבודה למותאם לויאטנמית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na vijetnamski.
lt: Šis uždavinys paruošia vietnamiečių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Vietnamese.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ വിയറ്റനാമീസില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på vietnamesisk.
nn: Denne pakkegruppa gjev eit vietnamesisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਵੀਅਤਨਾਮੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre vietnamčinu.
sl: To opravilo lokalizira vaše namizje v vietnamščino.
ta: இது மேஜையை வியட்நாமீஸ்(Vietnamese) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Vietnam dilinde yerelleştirilmesini sağlar.

source: Web server
ar: خادم وب
be: Web сервер
bg: Уеб сървър
cy: Gweinydd Gwe
el: Διακομιστής Ιστοσελίδων
eo: TTT-servilo
et: Veebiserver
fr: Serveur web
ga: Freastalaí Gréasáin
gl: Servidor web
he: שרת Web
hr: Mre¾ni server
is: Vefþjónn
kk: Web сервер
lt: Žiniatinklio (web) serveris
lv: Web serveris
mg: Mpizara web
ml: വെബ് സേവകന്‍
nb: Nett-tjener
nn: Vev-tenar
pa: ਵੈੱਬ ਸਰਵਰ
pt: Servidor Web
ru: Веб-сервер
sl: Spletni strežnik
sr@latin: Veb server
ta: வலைச் சேவையகம்
th: เซิร์ฟเวอร์เว็บ
tr: Web sunucusu

source: This task selects packages useful for a general purpose web server system.
ar: هذه المهمّة تنتقي حزماً مفيدة لنظام خادم وب للأغراض العامّة.
be: Гэта заданне вылучае пакеты, карысныя для сістэмы, якая з'яўляецца web-серверам агульнага прызначэння.
bg: Тази задача избира пакети, подходящи за общоцелеви уеб сървър.
bs: Ovaj zadatak odabire pakete korisne za web server opšte namjene.
cy: Mae'r tasg hwn yn dewis pecynnau sy'n ddefnyddiol ar gyfer gweinydd gwe cyffredinol.
el: Η ομάδα αυτή επιλέγει για εγκατάσταση πακέτα χρήσιμα για ένα διακομιστή ιστοσελίδων γενικών αναγκών.
eo: Tiu tasko elektas utilantajn pakojn por ĝenerala TTT-servila sistemo.
et: See ülesanne valib pakid, mis on kasulikud üldotstarbelise veebiserveri jaoks.
fr: Cette tâche choisit les paquets utiles pour un serveur web générique.
ga: Roghnaíonn an tasc seo pacáistí atá áisiúil do chóras ilchuspóireach freastalaí Gréasáin.
gl: Esta tarefa selecciona paquetes útiles para un servidor web de propósito xeral.
he: משימה זאת בוחרת חבילות שעוזרות להקמת שרת WEB.
hr: Ova zadaæa izabire niz paketa korisnih za mre¾ni poslu¾itelj opæe namjene.
is: Þetta velur saman ýmsa pakka sem nýtast við rekstur á venjulegu vefþjónskerfi.
kk: Бұл жинақ веб-сервер қолданатын бағдарламаларды ұсынады.
lt: Šis uždavinys parinks paketus, naudingus bendros paskirties žiniatinklio (web) serverio sistemai.
lv: Šī paku grupa installē pakas, kas ir lietderīgas vispārējas nozīmes web servera sistēmai.
ml: ഈ ജോലി സാധാരണ ഉപയോഗത്തിനായുള്ള വെബ് സേവക സിസ്റ്റത്തിനായുള്ള പല പാക്കേജുകളും തിരഞ്ഞെടുക്കുന്നു.
nb: Denne oppgaven installerer pakker som er nyttige for et generelt system med en nettjener.
nn: Denne pakkegruppa vel pakkar som er nyttige for eit generelt system med vev-tenar.
pa: ਇਹ ਕੰਮ ਆਮ ਵਰਤੋਂ ਵਾਲੇ ਵੈੱਬ ਸਰਵਰ ਸਿਸਟਮ ਲਈ ਲਾਭਦਾਇਕ ਪੈਕੇਜ ਚੁਣਦਾ ਹੈ।
pt: Esta tarefa selecciona pacotes úteis para um sistema servidor web genérico.
ru: Установить пакеты для создания веб-сервера.
sk: Táto úloha vyberie balíky užitočné pre všeobecný web server.
sl: To opravilo izbere pakete, uporabne za splošno namenski spletni strežnik.
sr@latin: Ovaj zadatak bira pakete korisne za veb server za generalnu upotrebu.
ta: இங்கு தேர்ந்தெடுக்கிற கட்டுகள் பொது வலைச் சேவையக அமைப்பிற்காக பயன்படுகிறது
th: งานติดตั้งนี้ ติดตั้งแพกเกจที่เป็นประโยชน์สำหรับเซิร์ฟเวอร์ให้บริการเว็บทั่วๆ ไป
tr: Bu görev genel amaçlı bir web sunucusu için gerekli paketleri seçer.

source: Welsh environment
ar: البيئة الويلزية
be: Валлійскае асяроддзе
bs: Podrška za velški
el: Ουαλλικό περιβάλλον
eo: Kimra medio
et: Uelsikeelne keskkond
ga: Timpeallacht Bhreatnaise
he: סביבה וולשית
hr: Vel¹ko okru¾enje
lt: Valų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Welsh
ml: വെല്ഷ് പരിസ്ഥിതി
nb: Valisisk miljø
nn: Valisisk miljø
pa: ਵਾਲਿਸ਼ ਮਾਹੌਲ
sk: Waleské prostredie
sl: Valizijsko okolje
ta: வேள்ஷ்(Welsh) சுழல்
tr: Galler dili desteği
