Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task installs packages and documentation in French to help French speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالفرنسيّة لتسهّل على النّاطقين بالفرنسيّة استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-французску
bs: Ovaj zadatak instalira pakete i dokumentaciju na francuskom kako bi pomogli onima koji govore francuski pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dofennaeth yn Ffrangen er mwyn cynorthwyo siaradwyr Ffrangeg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Γαλλικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la francajn uzantojn de Linukso.
et: See ülesanne paigaldab prantsuse keele kõnelejate Debiani kasutamist hõlbustavad pakid ja prantsusekeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Fraincise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בצרפתית כדי לעזור לדוברי צרפתית להשתמש ב-Debian.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore francuski.
lt: Šis uždavinys įdiegia paketus ir prancūziškus dokumentus, kad padėtų prancūzų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny frantsay mba hanampiana ireo izay miteny frantsay amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഫ്രഞ്ച് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഫ്രഞ്ചിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper fransktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på fransk for å hjelpa fransktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਫਰੈਂਚ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਫਰੈਂਚ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на французском языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre francúzsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v francoščini.
ta: ஃப்ரென்ச் (French) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஃப்ரென்ச் (French) மொழியில் நிறுவுகிறது
tr: Bu görev Fransızca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: French desktop
ar: سطح المكتب بالفرنسية
be: Працоўны стол па-французску
bs: Francuski desktop
cy: Penbwrdd Ffrangeg
el: Γαλλικό περιβάλλον εργασίας
eo: Franca labortablo
et: Prantsusekeelne töölaud
ga: Deasc Fhraincise
he: שולחן עבודה בצרפתית
hr: Francuska radna povr¹ina.
lt: Prancūziškas darbastalis
mg: Birao amin'ny teny Frantsay
ml: ഫ്രഞ്ച് ഡെസ്ക്ടോപ്
nb: Fransk skrivebord
nn: Fransk skrivebord
pa: ਫਰੈਂਚ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на французском
sk: Francúzsky desktop
sl: Francosko namizje
ta: ஃப்ரென்ச் (French) மேஜை
tr: Fransızca masaüstü

source: This task localises the desktop in French.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالفرنسيّة.
be: Гэта заданне перакладае працоўны стол на французскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na francuski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Γαλλικά.
eo: Tiu tasko franc-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua prantsuse keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Fhraincis.
he: משימה זאת הופכת את שולחן העבודה למותאם לצרפתית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na francuski.
lt: Šis uždavinys paruošia prancūzų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Frantsay.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഫ്രഞ്ചില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et fransk skrivebord.
nn: Denne pakkegruppa gjev eit fransk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਫਰੈਂਚ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для французского.
sk: Táto úloha prispôsobí desktop pre francúzštinu.
sl: To opravilo lokalizira vaše namizje v francoščino.
ta: இது மேஜையை ஃப்ரென்ச் (French) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Fransızca yerelleştirilmesini sağlar.

source: Galician environment
ar: بيئة الجليقية
be: Галісійскае асяроддзе
bs: Podrška za galicijski
el: Γκαλεσιανό περιβάλλον
eo: Galicia medio
et: Galeegikeelne keskkond
ga: Timpeallacht Ghailísise
he: סביבת בגליסיאנית
hr: Galicijsko okru¾enje
lt: Galeganų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Galician
ml: ഗലീഷ്യന്‍ പരിസ്ഥിതി
nb: Galicisk miljø
nn: Galisisk miljø
pa: ਗਾਲੀਸਿਕ ਮਾਹੌਲ
sk: Haličské prostredie
sl: Galsko okolje
ta: கலிஸியன்(Galician) சுழல்
tr: Galiçya dili desteği

source: This task installs packages and documentation in Galician to help Galician speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالجليقية لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-галісійску
bs: Ovaj zadatak instalira pakete i dokumentaciju na galicijskom kako bi pomogli onima koji govore galicijski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Γκαλεσιανά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la galicajn uzantojn de Linukso.
et: See ülesanne paigaldab galeegi keele kõnelejate Debiani kasutamist hõlbustavad pakid ja galeegikeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Gailísise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בגליסיאנית ועוזרת לדוברי גליסיאנית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na galicijskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore galicijski.
lt: Šis uždavinys įdiegia paketus ir dokumentus galeganų kalba, kad padėtų galeganų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Galician mba hanampiana ireo miteny Galician amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഗലീഷ്യന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഗലീഷ്യനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper galicisktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på galisisk for å hjelpa folk som snakkar galisisk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਗਾਲੀਸਿਕ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਗਾਲੀਸਿਕ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre haličsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v galski jezik.
ta: கலிஸியன்(Galician) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் கலிஸியன்(Galician) மொழியில் நிறுவுகிறது
tr: Bu görev Galiçya dilinde konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Galician desktop
ar: سطح المكتب بالجليقية
be: Працоўны стол па-галісійску
bs: Galicijski desktop
el: Γκαλεσιανό περιβάλλον εργασίας
eo: Galicia labortablo
et: Galeegikeelne töölaud
ga: Deasc Ghailísise
he: שולחן עבודה בגליסיאנית
hr: Galicijska radna povr¹ina
lt: Galeganų kalbos darbastalis
mg: Birao amin'ny teny Galician
ml: ഗലീഷ്യന്‍ ഡെസ്ക്ടോപ്
nb: Galicisk skrivebord
nn: Galisisk skrivebord
pa: ਗਾਲੀਸਿਕ ਡੈਸਕਟਾਪ
sk: Haličský desktop
sl: Galsko namizje
ta: கலிஸியன்(Galician) மேஜை
tr: Galiçya dilinde masaüstü

source: This task localises the desktop in Galician.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالجليقية.
be: Гэта заданне перакладае працоўны стол на галісійскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na galicijski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Γκαλεσιανά.
eo: Tiu tasko galic-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua galeegi keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ghailísis.
he: משימה זאת הופכת את שולחן העבודה למותאם לגליצינית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na galicijski.
lt: Šis uždavinys paruošia galeganų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Galician.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഗലീഷ്യനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på galicisk.
nn: Denne pakkegruppa gjev eit galisisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਗਾਲੀਸਿਕ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre haličtinu.
sl: To opravilo lokalizira vaše namizje v galski jezik.
ta: இது மேஜையை கலிஸியன்(Galician) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Galiçya dilinde yerelleştirilmesini sağlar.

source: Georgian desktop
ar: سطح المكتب بالجورجية
be: Працоўны стол па-грузінску
bs: Gruzijski desktop
el: Γεωργιανό περιβάλλον εργασίας
eo: Kartvela labortablo
et: Gruusiakeelne töölaud
ga: Deasc Sheoirsise
he: שולחן עבודה בגרוזינית
hr: Gruzijska radna povr¹ina
lt: Gruziniškas darbastalis
mg: Birao amin'ny teny Georgian
ml: ജോര്ജിയന്‍ ഡെസ്ക്ടോപ്
nb: Georgisk skrivebord
nn: Georgisk skrivebord
pa: ਜਾਰਜੀਆਈ ਡੈਸਕਟਾਪ
sk: Gruzínsky desktop
sl: Gruzijsko namizje
ta: ஜர்ஜியன் (Georgian) சுழல்
tr: Gürcüce masaüstü

source: This task localises the desktop in Georgian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باللغة الجورجية.
be: Гэта заданне перакладае працоўны стол на грузінскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na gruzijski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Γεωργιανά.
eo: Tiu tasko kartvel-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua gruusia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSeoirsis.
he: משימה זאת הופכת את שולחן העבודה למותאם לגרוזינית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na gruzijski.
lt: Šis uždavinys paruošia gruzinų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Georgian.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ജോര്ജിയനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på georgisk.
nn: Denne pakkegruppa gjev eit georgisk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਜਾਰਜੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
sk: Táto úloha prispôsobí desktop pre gruzínčinu.
sl: To opravilo lokalizira vaše namizje v gruzijščino.
ta: இது மேஜையை ஜர்ஜியன் (Georgian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Gürcüce yerelleştirilmesini sağlar.

source: German environment
ar: البيئة الألمانيّة
be: Нямецкае асяроддзе
bs: Podrška za njemački
cy: Amgylchedd Almaeneg
el: Γερμανικό περιβάλλον
eo: Germana medio
et: Saksakeelne keskkond
ga: Timpeallacht Ghearmáinise
he: סביבה גרמנית
hr: Njemaèko okru¾enje
lt: Vokiečių kalbos aplinka
mg: Tontolo fiasana amin'ny teny alema
ml: ജര്മന്‍ പരിസ്ഥിതി
nb: Tysk miljø
nn: Tysk miljø
pa: ਜਰਮਨ ਮਾਹੌਲ
ru: Поддержка немецкого языка
sk: Nemecké prostredie
sl: Nemško okolje
ta: ஜெர்மன்(German) சுழல்
tr: Almanca desteği

source: This task installs packages and documentation in German to help German speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً و وثائقاً بالألمانيّة لتسهّل على الناطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-нямецку
bs: Ovaj zadatak instalira pakete i dokumentaciju na njemačkom kako bi pomogli onima koji govore njemački pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth yn Almaeneg er mwyn cynorthwy siaradwyr Almaeneg ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Γερμανικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la germanajn uzantojn de Linukso.
et: See ülesanne paigaldab saksa keele kõnelejate Debiani kasutamist hõlbustavad pakid ja saksakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Gearmáinise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בגרמנית ועוזרת לדוברי גרמנית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore njemaèki.
lt: Šis uždavinys įdiegia paketus ir vokiškus dokumentus, kad padėtų vokiečių kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny alema mba hanampiana ireo izay miteny allemand amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ജര്മന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ജര്മനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper tysktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på tysk for å hjelpa tysktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਜਰਮਨ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਜਰਮਨ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на немецком языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre nemecky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v nemščini.
ta: ஜெர்மன்(German) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் ஜெர்மன்(German) மொழியில் நிறுவுகிறது
tr: Bu görev Almanca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: German desktop
ar: سطح المكتب بالألمانية
be: Працоўны стол па-нямецку
bs: Njemački desktop
cy: Penbwrdd Almaeneg
el: Γερμανικό περιβάλλον εργασίας
eo: Germana labortablo
et: Saksakeelne töölaud
ga: Deasc Ghearmáinise
he: שולחן עבודה בגרמנית
hr: Njemaèka radna povr¹ina
lt: Vokiškas darbastalis
mg: Birao amin'ny teny alema
ml: ജര്മന്‍ ഡെസ്ക്ടോപ്
nb: Tysk skrivebord
nn: Tysk skrivebord
pa: ਜਰਮਨ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на немецком
sk: Nemecký desktop
sl: Nemško namizje
ta: ஜெர்மன்(German) மேஜை
tr: Almanca masaüstü

source: This task localises the desktop in German.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالألمانيّة.
be: Гэта заданне перакладае працоўны стол на нямецкую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na njemački.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Γερμανικά.
eo: Tiu tasko german-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua saksa keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ghearmáinis.
he: משימה זאת הופכת את שולחן העבודה למותאם לגרמנית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na njemaèki.
lt: Šis uždavinys paruošia vokiečių kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Alemanina.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ജര്മനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på tysk.
nn: Denne pakkegruppa gjev eit tysk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਜਰਮਨ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для немецкого.
sk: Táto úloha prispôsobí desktop pre nemčinu.
sl: To opravilo lokalizira vaše namizje v nemščino.
ta: இது மேஜையை ஜெர்மன்(German) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Almanca yerelleştirilmesini sağlar.

source: Gnome desktop environment
ar: بيئة سطح مكتب جينوم
be: Асяроддзе працоўнага стала Gnome
bs: GNOME desktop okruženje
el: Περιβάλλον εργασίας Gnome
eo: 'Gnome'-labortabla medio
et: Gnome töölaua keskkond
ga: Timpeallacht GNOME
he: סביבת שולחן העבודה Gnome
hr: Gnome radno okru¾enje
lt: Gnome darbastalio aplinka
mg: Tontolo fiasana kisary Gnome
ml: ഗ്നോം ഡെസ്ക്ടോപ് പരിസ്ഥിതി
nb: Gnome skrivebordsmiljø
nn: Gnome skrivebordsmiljø
pa: ਗਨੋਮ ਡੈਸਕਟਾਪ ਮਾਹੌਲ
ru: Рабочий стол среды Gnome
sk: Grafické prostredie Gnome
sl: Gnome namizno okolje
ta: ஜி நோம் (Gnome) மேஜை சுழல்
tr: Gnome masaüstü ortamı

source: This task provides basic "desktop" software using the Gnome desktop environment.
ar: توفر هذه المهمة برامج "سطح المكتب" الأساسية باستخدام بيئة سطح المكتب جينوم.
be: Гэта заданне забяспечвае базавы набор "працоўнага стала" з дапамогай асяроддзя Gnome.
bs: Ovaj zadatak pruža osnovni "desktop" software koristeći GNOME desktop okruženje.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για το περιβάλλον επιφάνειας εργασίας του Gnome.
eo: Tiu tasko provizas bazajn labortablajn programojn kiuj uzas 'Gnome'-labortablan medion.
et: See ülesanne tagab peamise "töölaua" tarkvare Gnome töölauakeskkonna näol.
ga: Suiteálann an tasc seo bogearraí bunúsacha "deisce" de chuid thimpeallacht deisce GNOME.
he: משימה זאת מספקת תוכנת שולחן עבודה בסיסית בעזרת סביבת שולחן העבודה של Gnome.
hr: Ova zadaæa instalira osnovne "desktop" programe koji koriste Gnome radno okru¾enje.
lt: Šis uždavinys rūpinasi pagrindine darbastalio programine įranga, naudojant Gnome darbastalio aplinką.
mg: Mametraka ireo rindran'asa kisary fototra izay miaraka amin'ny tontolo Gnome.
ml: ഈ ജോലി ഗ്നോം ഡെസ്ക്ടോപ് പരിസ്ഥിതി ഉപയോഗിച്ച് അടിസ്ഥാന "ഡെസ്ക്ടോപ്" സോഫ്റ്റുവെയര്‍ നല്കുന്നു.
nb: Denne oppgaven skaffer grunnleggende «skrivebord»-programmer med skrivebordsmiljøet Gnome.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet Gnome.
pa: ਇਹ ਕੰਮ ਨਾਲ ਗਨੋਮ ਡੈਸਕਟਾਪ ਮਾਹੌਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਮੁੱਢਲਾ "ਡੈਸਕਟਾਪ" ਤਿਆਰ ਹੁੰਦਾ ਹੈ।
sk: Táto úloha poskytuje základné "desktop" programy pomocou použitia grafického prostredia Gnome.
sl: To opravilo namesti osnovno "namizno" programsko opremo za namizno okolje Gnome.
ta: இந்த செயல் ஜி நோம் (Gnome)மேஜையை பயன்படுத்த தேவையான அடிப்படையானமேஜை ( "desktop") மென்பொருளை வழங்கும்
tr: Bu görev Gnome masaüstü ortamını kullanan temel "masaüstü" yazılımlarını sağlar.

source: Greek environment
ar: البيئة اليونانيّة
be: Грэцкае асяроддзе
bs: Podrška za grčki
cy: Amgylchedd Groeg
el: Ελληνικό περιβάλλον
eo: Greka medio
et: Kreekakeelne keskkond
ga: Timpeallacht Ghréigise
he: סביבה יוונית
hr: Grèko okru¾enje
lt: Graikų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Grika
ml: ഗ്രീക്ക് പരിസ്ഥിതി
nb: Gresk miljø
nn: Gresk miljø
pa: ਗਰੀਕ ਮਾਹੌਲ
ru: Поддержка греческого языка
sk: Grécke prostredie
sl: Grško okolje
ta: கிரீக் (Greek) சுழல்
tr: Yunanca desteği

source: This task installs packages and documentation in Greek to help Greek speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً باليونانيّة لتسهّل على النّاطقين بها استخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-грэцку
bs: Ovaj zadatak instalira pakete i dokumentaciju na grčkom kako bi pomogli onima koji govore grčki pri korištenju Debiana.
cy: Mae'r tasg hwn yn sefydlu pecynnau a dogfennaeth yn Almaeneg er mwyn cynorthwyo siaradwyr Groeg i ddefnyddio Debian.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Ελληνικά, για τους Έλληνες χρήστες του Debian.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la grekajn uzantojn de Linukso.
et: See ülesanne paigaldab kreeka keele kõnelejate Debiani kasutamist hõlbustavad pakid ja kreekakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Gréigise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד ביוונית ועוזרת לדוברי יוונית להשתמש בדביאן.
hr: Ova zadaæa instalira programe, podatkovne datoteke i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore grèki.
lt: Šis uždavinys įdiegia paketus ir graikiškus dokumentus, kad padėtų graikų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ny fonosana sy ny fanampiana amin'ny teny Grika mba hanampiana ireo izay miteny Grika amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ഗ്രീക്ക് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ഗ്രീക്കിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer pakker og dokumentasjon som hjelper gresktalende å bruke Debian.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på gresk for å hjelpa gresktalande folk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਗਰੀਕ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਵਰਤਣ ਵਾਸਤੇ ਮੱਦਦ ਲਈ ਗਰੀਕ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на греческом языке.
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre grécky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v grščini.
ta: கிரீக் (Greek) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் கிரீக் (Greek) மொழியில் நிறுவுகிறது
tr: Bu görev Yunanca konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak paket ve belgeleri içerir.

source: Greek desktop
ar: سطح المكتب باليونانية
be: Працоўны стол па-грэцку
bs: Grčki desktop
cy: Penbwrdd Groeg
el: Ελληνικό περιβάλλον εργασίας
eo: Greka labortablo
et: Kreekakeelne töölaud
ga: Deasc Ghréigise
he: שולחן עבודה ביוונית
hr: Grèka radna povr¹ina.
lt: Graikiškas darbastalis
mg: Birao amin'ny teny Grika
ml: ഗ്രീക്ക് ഡെസ്ക്ടോപ്
nb: Gresk skrivebord
nn: Gresk skrivebord
pa: ਗਰੀਕ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на греческом
sk: Grécky desktop
sl: Grško namizje
ta: கிரீக் (Greek) மேஜை
tr: Yunanca masaüstü

source: This task localises the desktop in Greek.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً باليونانيّة.
be: Гэта заданне перакладае працоўны стол на грэцкую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na grčki.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Ελληνικά.
eo: Tiu tasko grek-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua kreeka keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Ghréigis.
he: משימה זאת הופכת את שולחן העבודה למותאם ליוונית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na grèki.
lt: Šis uždavinys paruošia graikų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Grika.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ഗ്രീക്കില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på gresk.
nn: Denne pakkegruppa gjev eit gresk skrivebord.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਗਰੀਕ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для греческого.
sk: Táto úloha prispôsobí desktop pre gréčtinu.
sl: To opravilo lokalizira vaše namizje v grščino.
ta: இது மேஜையை கிரீக் (Greek) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Yunanca yerelleştirilmesini sağlar.

source: Gujarati desktop
ar: سطح المكتب بالغجراتي
be: Працоўны стол па-гуджарацку
bs: Gudžaratski desktop
el: Gujarati περιβάλλον εργασίας
eo: Guĝarata labortablo
et: Gujaratikeelne töölaud
ga: Deasc Ghúisearáitise
he: שולחן עבודה בג'וגרטי
hr: Gujarati radna povr¹ina
lt: Gudžaratų kalbos darbastalis
mg: Birao amin'ny teny Gujarati
ml: ഗുജറാത്തി ഡെസ്ക്ടോപ്
nb: Gujarati skrivebord
nn: Gujaratisk skrivebord
pa: ਗੁਜਰਾਤੀ ਡੈਸਕਟਾਪ
sk: Gudžarátsky desktop
sl: Gujaratsko namizje
ta: குஜராத்தி(Gujarati) சுழல்
tr: Gujarati dilinde masaüstü
