Repository: cybint-linux/tasksel
Catalog: tasks/po/*.po
Languages: ar, be, bg, bs, cy, el, eo, et, fr, ga, gl, he, hr, is, kk, lt, lv, mg, ml, nb, nn, pa, pt, ru, sk, sl, sr@latin, ta, th, tr

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the simplified Chinese encoding.
ar: هذه المهمّة تثبّت برمجاً وملفّات بياناتٍ و خطوطاً و وثائقاً لتسهّل على النّاطقين بالصّينيّة استخدام ديبيان باستخدام التّرميز الصّيني المبسّط.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-кітайску і выкарыстоўвае спрошчаную кітайскую кадыроўку.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju, što olakšava korisnicima koji govore kineski korištenje Debiana, koristeći enkodiranje za pojednostavljeni kineski.
cy: Mae'r tasg hwn yn sefydlu rhaglenni, ffeiliau data, ffontiau a dogfennaeth sy'n ei wneud hi'n haws i siaradwyr Tsieineaidd ddefnyddio Debian, gan ddefnyddio'r amgodiad Tsieinëeg Symleiddiedig.
el: Αυτή η ομάδα εγκαθιστά προγράμματα, αρχεία δεδομένων, γραμματοσειρές και οδηγίες, που διευκολύνουν τη χρήστη του Debian σε ομιλούντες την Κινεζική γλώσσα, χρησιμοποιώντας την Απλοποιημένη Κινεζική.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la simplĉinajn uzantojn de Linukso.
et: See ülesanne paigaldab hiina keele kõnelejatel Debiani kasutamist hõlbustavad programmid, andmefailid, šriftid ja dokumentatsiooni, põhinedes lihtsustatud kodeeringuga hiina keelel.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Sínise Debian a úsáid leis an ionchódú Sínise simplithe.
he: משימה·זאת·מתקינה·תוכנות,·קבצי·מידע,·פונטים·ותיעוד·שהופכים·את·השימוש·ב-Debian·לדוברי·סינית·לקל·יותר·בעזרת·שימוש·בקידוד·הסיני·המופשט.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore kineski, koristeæi pojednostavljenu kinesku kodnu stranicu.
lt: Šis uždavinys įdiegia programas, duomenų failus, šriftus ir dokumentus, kurie palengvins kinų kalba kalbantiems žmonėms naudotis Debian'u, naudojant supaprastintos kinų kalbos koduotę.
mg: Ity asa ity dia mametraka ireo rindrankajy, rakitra "data", tarehin-tsoratra ary ny fanampiana mety hahamora ny fampiasana an'i Debian, ho an'ireo izay miteny Sinoa sy mampiasa ny encodage Sinoa notsorina.
ml: ഈ ജോലി ചൈനീസ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ചൈനീസിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും ചുരുക്കിയ ചൈനീസ് എന്കോഡിങ്ങ് ഉപയോഗിച്ച് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det enklere for kinesisktalende å bruke Debian, ved bruk av forenklede kinesiske tegn.
nn: Med denne pakkegruppa installerer du program, datafiler, skrifttyper og dokumentasjon som gjer det enklare for kinesisktalande folk til å bruka Debian, ved bruk av forenkla kinesisk koding.
pa: ਇਹ ਕੰਮ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਹਨ, ਜੋ ਕਿ ਡੇਬੀਅਨ ਨੂੰ ਚੀਨੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਸਧਾਰਨ ਚੀਨੀ ਇੰਕੋਡਿੰਗ ਵਰਤਣ ਵਾਸਤੇ ਲਈ ਹਨ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на китайском языке и использует упрощённую китайскую кодировку.
sk: Táto úloha nainštaluje programy, fonty a dokumentáciu v zjednodušenom čínskom kódování. Tie uľahčia používanie Debianu čínsky hovoriacim používateľom.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v kitajščini s poenostavljenim kitajskim zapisovanjem.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது சுருங்கிய சைனிஸ் (Simplified Chines) மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev basitleştirilmiş Çince kodlama kullanmak suretiyle Çince konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları, yazıtipleri ve belgeleri içerir.

source: Simplified Chinese desktop
ar: سطح مكتب صيني مبسّط
be: Працоўны стол на спрошчанай кітайскай
bs: Pojednostavljeni kineski desktop
cy: Penbwrdd Tsieinëeg Symleiddiedig
el: Περιβάλλον εργασίας Απλοποιημένης Κινεζικής
eo: Simplĉina labortablo
et: Lihtsustatud hiina keelne töölaud
ga: Deasc Shínise Simplithe
he: שולחן עבודה בסינית מופשטת.
hr: Pojednostavljeni kineska radna povr¹ina
lt: Supaprastintos kinų kalbos darbastalis
mg: Birao Sinoa notsorina
ml: ചുരുക്കിയ ചൈനീസ് ഡെസ്ക്ടോപ്
nb: Forenklet kinesisk skrivebord
nn: Forenkla kinesisk skrivebord
pa: ਸਧਾਰਨ ਚੀਨੀ ਡੈਸਕਟਾਪ
ru: Поддержка рабочего стола на упрощённом китайском
sk: Desktop s podporou zjednodušenej čínštiny
sl: Poenostavljeno kitajsko namizje
ta: சுருங்கிய சைனிஸ் (Simplified Chines) மேஜை
tr: Basitleştirilmiş Çince masaüstü

source: This task localises the desktop in Simplified Chinese.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالصّينيّة المبسّطة.
be: Гэта заданне перакладае працоўны стол на спрошчанаю кітайскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na pojednostavljeni kineski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Απλοποιημένα Κινέζικα
eo: Tiu tasko simplĉin-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua lihtsustatud kodeeringuga hiina keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSínis Shimplithe.
he: משימה זאת הופכת את שולחן העבודה למותאם לסינית מופשטת.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na pojednostavljeni kineski.
lt: Šis uždavinys paruošia supaprastinta kinų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'y teny Sinoa
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ചുരുക്കിയ ചൈനീസില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebordet på forenklet kinesisk.
nn: Denne pakkegruppa gjev eit skrivebord på forenkla kinesisk.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਸਧਾਰਨ ਚੀਨੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для упрощённого китайского.
sk: Táto úloha prispôsobí desktop pre zjednodušenú čínštinu.
sl: To opravilo lokalizira vaše namizje v enostavno kitajščino.
ta: இது மேஜையை சுருங்கிய சைனிஸ் (Simplified Chines) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Basitleştirilmiş Çince yerelleştirilmesini sağlar.

source: Traditional Chinese environment
ar: البيئة الصينيّة التقليديّة
be: Традыцыйнае кітайскае асяроддзе
bs: Podrška za tradicionalni kineski
cy: Amgylchedd Tsieinëeg Symleiddiedig
el: Περιβάλλον Παραδοσιακής Κινεζικής
eo: Tradiciĉina medio
et: Traditsioonilise hiina keelne keskkond
ga: Timpeallacht Sínise Traidisiúnta
he: סביבה סינית מסורתית
hr: Tradicionalno kinesko okru¾enje
lt: Tradicinės kinų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Sinoa tradisionaly
ml: പരമ്പരാഗത ചൈനീസ് പരിസ്ഥിതി
nb: Tradisjonelt kinesisk miljø
nn: Tradisjonelt kinesisk miljø
pa: ਪੁਰਾਤਨ ਚੀਨੀ ਮਾਹੌਲ
ru: Поддержка традиционного китайского языка
sk: Tradičné čínske prostredie
sl: Tradicionalno kitajsko okolje
ta: பாரம்பரிய சைனிஸ் (Traditional Chinese) சுழல்
tr: Geleneksel Çince desteği

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the traditional Chinese encoding.
ar: هذه المهمّة تثبّت برامجاً وملفّات بياناتٍ و خطوطاً ووثائقاً تسهّل على النّاطقين بالصّينيّة استخدام ديبيان باستخدام التّرميز الصّيني التّقليدي.
be: Гэта заданне дазваляе ўсталяваць праграмы, файлы і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-кітайску і выкарыстоўвае традыцыйную кітайскую кодыроўку.
bs: Ovaj zadatak instalira programe, podatke, slova i dokumentaciju, što olakšava korisnicima koji govore kineski korištenje Debiana, koristeći enkodiranje za tradicionalni kineski.
cy: Mae'r tasg hwn yn sefydlu rhaglenni, ffeiliau data, ffontiau a dogfennaeth sy'n ei wneud hi'n haws i siaradwyr Tsieineaidd ddefnyddio Debian, gan ddefnyddio'r amgodiad Tsieinëeg Traddodiadol.
el: Αυτή η ομάδα εγκαθιστά προγράμματα, αρχεία δεδομένων, γραμματοσειρές και οδηγίες, που διευκολύνουν τη χρήστη του Debian σε ομιλούντες την Κινεζική γλώσσα, χρησιμοποιώντας την Παραδοσιακή Κινεζική.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la tradiciĉinajn uzantojn de Linukso.
et: See ülesanne paigaldab hiina keele kõnelejatel Debiani kasutamist hõlbustavad programmid, andmefailid, šriftid ja dokumentatsiooni, põhinedes traditsioonilise kodeeringuga hiina keelel.
ga: Suiteálann an tasc seo ríomhchláir, comhaid sonraí, clófhoirne, agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Sínise Debian a úsáid leis an ionchódú Sínise traidisiúnta.
he: משימה זאת מתקינה תוכנות, קבצי מידע, פונטים ותיעוד שהופכים את השימוש בדביאן לדוברי סינית לקל יותר בעזרת שימוש בקידוד הסיני המסורתי.
hr: Ova zadaæa instalira programe, podatkovne datoteke, pisma i dokumentaciju koja olak¹ava uporabu Debiana osobama koje govore kineski, koristeæi tradicionalnu kinesku kodnu stranicu.
lt: Šis uždavinys įdiegia programas, duomenų failus, šriftus ir dokumentus, kurie palengvins kinų kalba kalbantiems žmonėms naudotis Debian'u, naudojant tradicinės kinų kalbos koduotę.
mg: Ity asa ity dia mametraka ireo rindran'asa, rakitra, tarehin-tsoratra ary fanampiana izay mety hahamora ny fampiasana an'i Debian, ho an'ireo izay miteny Sinoa sy mampiasa "encodage" Sinoa tradisionaly.
ml: ഈ ജോലി ചൈനീസ് സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ചൈനീസിലുള്ള പ്രോഗ്രാമുകളും, ഡാറ്റാ ഫയലുകളും, ഫോണ്ടുകളും, വിവരണങ്ങളും പരമ്പരാഗത ചൈനീസ് എന്കോഡിങ്ങ് ഉപയോഗിച്ച് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nb: Denne oppgaven installerer programmer, datafiler, skrifttyper og dokumentasjon som gjør det enklere for kinesisktalende å bruke Debian, med bruk av tradisjonelle kinesiske tegn.
nn: Med denne pakkegruppa installerer du program, datafiler, skriftypar og dokumentasjon som gjer det enklare for kinesisktalande folk til å bruka Debian, ved bruk av tradisjonell kinesisk koding.
pa: ਇਹ ਕੰਮ ਵਿੱਚ ਪਰੋਗਰਾਮ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਹਨ, ਜੋ ਕਿ ਡੇਬੀਅਨ ਨੂੰ ਚੀਨੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਪੁਰਾਤਨ ਚੀਨੀ ਇੰਕੋਡਿੰਗ ਵਰਤਣ ਵਾਸਤੇ ਲਈ ਹਨ।
ru: Установить пакеты, позволяющие облегчить использование Debian для тех, кто говорит на китайском языке и использует традиционную китайскую кодировку.
sk: Táto úloha nainštaluje programy, fonty a dokumentáciu v tradičnom čínskom kódování. Tie uľahčia používanie Debianu čínsky hovoriacim používateľom.
sl: To opravilo namesti programe, datoteke, pisave in dokumentacijo za uporabo Debiana v kitajščini s tradicionalnim kitajskim zapisovanjem.
ta: நிரல், கோப்பு விவரம், எழத்துருக்கள் மற்றும் அறிக்கை ஆகியவற்றை நிறுவும், இது பாரம்பரிய சைனிஸ் (Traditional Chinese) மொழி பேசுபவர்களுக்கு டெபியன் ( debian) பயன்பாட்டினை எளிதாக்கும்
tr: Bu görev geleneksel Çince kodlama kullanmak suretiyle Çince konuşan kullanıcılar için Debian'ın kullanımını kolaylaştıracak programlar, veri dosyaları, yazıtipleri ve belgeleri içerir.

source: Traditional Chinese desktop
ar: سطح المكتب بالصينيّة التقليديّة
be: Працоўны стол на традыцыйнай кітайскай
bs: Tradicionalni kineski desktop
el: Περιβάλλον Παραδοσιακής Κινεζικής
eo: Tradiciĉina labortablo
et: Traditsioonilise hiina keelne keskkond
ga: Deasc Shínise Traidisiúnta
he: שולחן עבודה בסינית מסורתית
hr: Tradicionalno kinesko okru¾enje
lt: Tradicinės kinų kalbos aplinka
mg: Birao amin'ny teny Sinoa tradisionaly
ml: പരമ്പരാഗത ചൈനീസ് ഡെസ്ക്ടോപ്
nb: Tradisjonelt kinesisk skrivebord
nn: Tradisjonelt kinesisk skrivebord
pa: ਪੁਰਾਤਨ ਚੀਨੀ ਡੈਸਕਟਾਪ
sk: Tradičný čínsky desktop
sl: Tradicionalno kitajsko okolje
ta: பாரம்பரிய சைனிஸ் (Traditional Chinese) மேஜை
tr: Geleneksel Çince masaüstü

source: This task localises the desktop in Traditional Chinese.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالصّينيّة التّقليديّة.
be: Гэта заданне перакладае працоўны стол на традыцыйную кітайскую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na tradicionalni kineski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Παραδοσιακά Κινέζικα.
eo: Tiu tasko tradiciĉin-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua traditsioonilise kodeeringuga hiina keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don tSínis Thraidisiúnta.
he: משימה זאת הופכת את שולחן העבודה למותאם לסינית מסורתית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na tradicionalni kineski.
lt: Šis uždavinys paruošia tradicine kinų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny sinoa tradisionaly
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ പരമ്പരാഗത ചൈനീസില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på tradisjonelt kinesisk.
nn: Denne pakkegruppa gjev eit skrivebord på tradisjonelt kinesisk.
pa: ਇਹ ਕੰਮ ਡੈਸਕਟਾਪ ਨੂੰ ਪੁਰਾਤਨ ਚੀਨੀ ਵਿੱਚ ਤਿਆਰ ਕਰਦਾ ਹੈ।
ru: Это задание адаптирует рабочий стол для традиционного китайского.
sk: Táto úloha prispôsobí desktop pre tradičnú čínštinu.
sl: To opravilo lokalizira vaše namizje v tradicionalno kitajščino.
ta: இது மேஜையை பாரம்பரிய சைனிஸ் (Traditional Chinese) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Geleneksel Çince yerelleştirilmesini sağlar.

source: Croatian environment
ar: البيئة الكرواتيّة
be: Харвацкае асяроддзе
bs: Podrška za hrvatski
el: Κροατικό περιβάλλον
eo: Kroata medio
et: Horvaatiakeelne keskkond
ga: Timpeallacht Chróitise
he: סביבת קרואטית
hr: Hrvatsko okru¾enje
lt: Kroatų kalbos aplinka
mg: Tontolo fiasana amin'ny teny Kroaty
ml: ക്രൊയേഷ്യന്‍ പരിസ്ഥിതി
nn: Kroatisk miljø
pa: ਕਰੋਤੀਆਈ ਮਾਹੌਲ
sk: Chorvátske prostredie
sl: Hrvaško okolje
ta: க்ரோடியன்(Croatian) சுழல்

source: This task installs packages and documentation in Croatian to help Croatian speaking people use Debian.
ar: هذه المهمّة تثبّت حزماً ووثائقاً بالكرواتيّة لتسهّل على النّاطقين بهااستخدام ديبيان.
be: Гэта заданне дазваляе ўсталяваць пакеты і дакументацыю для аблягчэння працы ў Debian тым, хто размаўляе па-харвацку
bs: Ovaj zadatak instalira pakete i dokumentaciju na hrvatskom kako bi pomogli onima koji govore hrvatski pri korištenju Debiana.
el: Αυτή η ομάδα εγκαθιστά πακέτα και οδηγίες χρήσης στα Κροατικά για χρήστες του Debian που ομιλούν αυτή τη γλώσσα.
eo: Tiu tasko instalas programojn, datumdosierojn, tiparojn, kaj dokumentojn kiuj faciligas la kroatajn uzantojn de Linukso.
et: See ülesanne paigaldab horvaatia keele kõnelejate Debiani kasutamist hõlbustavad pakid ja horvaatiakeelse dokumentatsiooni.
ga: Suiteálann an tasc seo pacáistí agus doiciméadú sa chaoi go mbeidh sé níos fusa do lucht labhartha na Cróitise Debian a úsáid.
he: משימה זאת מתקינה חבילות ותיעוד בקרואטית ועוזרת לדוברי קרואטית להשתמש ב-Debian.
hr: Ova zadaæa instalira pakete i dokumentaciju na hrvatskom jeziku koji olak¹avaju uporabu Debiana osobama koje govore hrvatski.
lt: Šis uždavinys įdiegia paketus ir kroatiškus dokumentus, kad padėtų kroatų kalba kalbantiems žmonėms naudotis Debian'u.
mg: Ity asa ity dia mametraka ireo fonosana sy fanampiana amin'ny teny Kroaty, hanampiana ireo izany miteny Kroaty amin'ny fampiasana an'i Debian.
ml: ഈ ജോലി ക്രൊയേഷ്യന്‍ സംസാരിക്കുന്ന ആളുകളെ ഡെബിയന്‍ ഉപയോഗിക്കുന്നതിന് സഹായിക്കാനായി ക്രൊയേഷ്യനിലുള്ള പാക്കേജുകളും വിവരണങ്ങളും ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു.
nn: Med denne pakkegruppa installerer du pakkar og dokumentasjon på kroatisk for å hjelpa folk som snakkar kroatisk til å bruka Debian.
pa: ਇਹ ਕੰਮ ਕਰੋਟੀਆਈ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ ਡੇਬੀਅਨ ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਕਰੋਟੀਆਈ ਵਿੱਚ ਪੈਕੇਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਕਰਦਾ ਹੈ।
sk: Táto úloha nainštaluje programy a dokumentáciu, ktoré umožnia ľahšiu prácu s Debianom pre chorvátsky hovoriacich používateľov.
sl: To opravilo namesti programe in dokumentacijo za uporabo Debiana v hrvaščini.
ta: க்ரோடியன்(Croatian) மொழி பேசுபவர்களுக்கு டெபியனை (debian) பயன்படுத்துவதில் உதவ இந்த செயல் கட்டுகளையும் மற்றும் அறிக்கைகளையும் க்ரோடியன்(Croatian) மொழியில் நிறுவுகிறது

source: Croatian desktop
ar: سطح المكتب بالكرواتية
be: Працоўны стол па-харвацку
bs: Hrvatski desktop
el: Κροατικό περιβάλλον εργασίας
eo: Kroata labortablo
et: Horvaatiakeelne töölaud
ga: Deasc Chróitise
he: שולחן עבודה בקרואטית
hr: Hrvatska radna povr¹ina
lt: Kroatiškas darbastalis
mg: Birao amin'ny teny Kroaty
ml: ക്രൊയേഷ്യന്‍ ഡെസ്ക്ടോപ്
nb: Kroatisk skrivebord
nn: Kroatisk skrivebord
pa: ਕਰੋਟੀਆਈ ਡੈਸਕਟਾਪ
sk: Chorvátsky desktop
sl: Hrvaško namizje
ta: க்ரோடியன்(Croatian) மேஜை
tr: Hırvatça masaüstü

source: This task localises the desktop in Croatian.
ar: هذه المهمّة تجعل سطح المكتب محلّيّاً بالكرواتية.
be: Гэта заданне перакладае працоўны стол на харвацкую мову.
bs: Ovaj zadatak čini desktop lokalizovanim na hrvatski.
el: Αυτή η ομάδα ρυθμίζει το περιβάλλον εργασίας στα Κροατικά.
eo: Tiu tasko kroat-lingve determinas la labortablon.
et: See ülesanne lokaliseerib töölaua horvaatia keelele.
ga: Cuireann an tasc seo an deasc in oiriúint don Chróitis.
he: משימה זאת הופכת את שולחן העבודה למותאם לקרואטית.
hr: Ova zadaæa donosi radnu povr¹inu lokaliziranu na hrvatski.
lt: Šis uždavinys paruošia kroatų kalba lokalizuotą darbastalį.
mg: Ity asa ity dia mamaritra ny birao amin'ny teny Kroaty.
ml: ഈ ജോലി ഡെസ്ക്ടോപിനെ ക്രൊയേഷ്യനില്‍ ലോകലൈസ് ചെയ്യുന്നു.
nb: Denne oppgaven gir et skrivebord på kroatisk.
nn: Denne pakkegruppa gjev eit kroatisk skrivebord
pa: ਇਹ ਕੰਮ ਕਰੋਟੀਆਈ ਵਿੱਚ ਡੈਸਕਟਾਪ ਦਿੰਦਾ ਹੈ।
sk: Táto úloha pripraví desktop lokalizovaný v chorváčtine.
sl: To opravilo lokalizira vaše namizje v hrvaščino.
ta: இது மேஜையை க்ரோடியன்(Croatian) மொழியில் உள்ளாக்கம் செய்யும்
tr: Bu görev masaüstünün Hırvatça yerelleştirilmesini sağlar.

source: Cyrillic environment
ar: البيئة السيريليّة
be: Кірылічнае асяроддзе
bs: Podrška za ćirilično pismo
cy: Amgylchedd Syrilig
el: Κυριλλικό περιβάλλον
eo: Cirila medio
et: Kirillitsa keskkond
ga: Timpeallacht Choireallach
he: סביבה קירילית
hr: Æiriliæno okru¾enje
lt: Kirilicos aplinka
mg: Tontolo fiasana amin'ny teny Sirilika
ml: സിറിലിക് പരിസ്ഥിതി
nb: Kyrillisk miljø
nn: Kyrillisk miljø
pa: ਸਿਰਲਿਕ ਮਾਹੌਲ
ru: Поддержка кириллицы
sk: Cyrilika
sl: Cirilsko okolje
ta: சைரிலிக் (Cyrillic) சுழல்
tr: Kiril desteği

source: This task provides Cyrillic fonts and other software you will need in order to use Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
ar: هذه المهمّة توفّر خطوطاً سيريليّة وبرامج أخرى ستحتاجها لاستعمال السّيريليّة. وتدعم هذه البلاروسيّة و البلغاريّة و المقدونيّة و الرّوسيّة و الصّربيّة و الأوكرانيّة.
be: Гэта заданне дазваляе ўсталяваць кірылічныя шрыфты і іншыя праграмы, якія патрэбныя для выкарыстання кірыліцы. Падтрымліваюцца беларуская, балгарская, македонская, руская, сербская і ўкраінская мовы.
bs: Ovaj zadatak pruža ćirilična slova i drugi software koji će vam trebati da biste koristili ćirilicu. Podržava bjeloruski, bugarski, makedonski, ruski, srpski i ukrajinski.
cy: Mae'r tasg hwn yn darparu ffontiau Syrilig a meddalwedd arall byddwch angen er mwyn defnyddio Syrilig. Mae'n cefnogi Belarwsieg, Bwlgareg, Macedoneg, Rwsieg, Serbeg ac Wcraineg.
el: Αυτή η ομάδα παρέχει Κυριλλικές γραμματοσειρές και άλλο λογισμικό που θα χρειαστείτε για τη χρήση Κυριλλικών γλωσσών. Υποστηρίζει τη Λευκορωσική, Βουλγαρική, Σλαβομακεδονική, Ρωσική, Σερβική και τη Ουκρανική γλώσσα.
eo: Tiu tasko provizas cirilajn tiparojn kaj aliajn bezonotajn programarojn.por la cirilaj uzantoj. Ĝi permesas la legadon kaj skribadon de belorusa, bulgara, makedona, rusa, serba kaj ukraina lingvo.
et: See ülesanne varustab su süsteemi kirillitsa šriftide ja muu tarkvaraga, mida on kirillitsa kasutamiseks vaja. Ta toetab valgevene, bulgaaria, makedoonia, vene, serbia ja ukraina keeli.
ga: Suiteálann an tasc seo clófhoirne Coireallacha agus bogearraí eile atá riachtanach más mian leat Coireallach a úsáid. Tacaíonn sé le Bealarúisis, Bulgáiris, Macadóinis, Rúisis, Seirbis, agus Úcráinis.
he: משימה זאת מספקת פונטים קריליים ותוכנה אחרת שצריך כדי להשתמש בקרילית. המשימה תומכת בבלרוסית, בולגרית, מקדונית, רוסית, סרבית ואוקראינית.
hr: Ova zadaæa instalira pisma i programe za kori¹tenje æiriliènog okru¾enja.Podr¾ava bjeloruski, bugarski, makedonski, ruski, srpski i ukrajinski.
lt: Šis uždavinys rūpinasi kirilicos šriftų ir kitos programinės įrangos, būtinos kirilicos naudojimui, įdiegimu. Tai skirta baltarusių, bulgarų, makedonų, rusų, serbų ir ukrainiečių kalboms.
ml: ഈ ജോലി സിറിലിക് ഉപയോഗിക്കാന്‍ നിങ്ങള്ക്കാവശ്യമാകുന്ന സിറിലിക് ഫോണ്ടുകളും മറ്റ് സോഫ്റ്റുവെയറുകളും നല്കുന്നു. ഇത് ബെലാറൂസ്യന്‍, ബള്ഗേറിയന്‍, മാസിഡോണിയന്‍, റഷ്യന്‍, സെര്ബിയന്‍ ഉക്രേനിയന്‍ എന്നിവയെ സപ്പോര്ട്ട് ചെയ്യുന്നു.
nb: Denne oppgaven installerer kyrilliske skrifttyper og andre programmer du trenger for å bruke kyrillisk. De støtter hviterussisk, bulgarsk, makedonsk, russisk, serbisk og ukrainsk.
nn: Med denne pakkegruppa installerer du kyrilliske skrifttypar og anna programvare du treng for å bruka kyrillisk. Ho støttar kviterussisk, bulgarsk, makedonisk, russisk, serbisk og ukrainsk.
pa: ਇਹ ਕੰਮ ਸਿਰਲਿਕ ਲਈ ਫੋਂਟ ਅਤੇ ਹੋਰ ਸਾਫਟਵੇਅਰ ਦਿੰਦਾ ਹੈ, ਜੋ ਕਿ ਸਿਰਲਿਕ ਲਈ ਚਾਹੀਦੇ ਹਨ। ਇਹ ਬੇਲਾਰੂਸੀ, ਬੁਲਗਾਰੀਆਈ, ਮੈਕਡੋਨੀਆਈ, ਰੂਸੀ, ਸਰਬੀਆਈ ਅਤੇ ਯੂਕਰੇਨੀ ਲਈ ਸਹਾਇਕ ਹੈ।
ru: Установить набор кириллических шрифтов и набор инструментов, необходимых для поддержки кириллицы. Поддерживаются белорусский, болгарский, македонский русский, сербский и украинский языки.
sk: Táto úloha poskytuje fonty a ďalší softvér pre cyriliku. Podporuje bieloruské, bulharské, macedónske, ruské, srbské a ukrajinské prostredie.
sl: To opravilo namesti programe in pisave za uporabo cirilice v Debianu, Podpira beloruščino, bolgarščino, makedonščino, ruščino, srbščino in ukrajinščino.
ta: சைரிலிக் (Cyrillic) பயன்படுத்த தேவையான சைரிலிக் (Cyrillic) எழத்துருக்கள் மற்றும் மற்ற மேன்பொருள்களை இது வழங்கும்,போஸ்னியன்(Bosnian), புல்கரியன்(Bulgarian) , மேக்கடொனியன் (Macedonian),இரஷ்யன்(Russian), செர்பியன் (Serbian), மற்றும் யுக்ரைனியன் (Ukrainian) இதற்கு துனைபுரிகிறது
tr: Bu görev Kiril alfabesi ile sistemi kullanmak için gerekli yazı tipleri ve diğer yazılımları sağlar. Beyaz Rusça, Bulgarca, Makedonca, Rusça, Sırpça ve Ukraynaca'yı destekler.

source: Cyrillic desktop
ar: سطح المكتب بالسيريلية
be: Кірыліца на працоўным стале
bs: Ćirilični desktop
cy: Penbwrdd Syrilig
el: Κυριλλικό περιβάλλον εργασίας
eo: Cirila labortablo
et: Kirillitsa töölaud
ga: Deasc Choireallach
he: שולחן עבודה בקירילית
hr: Æiriliæna radna povr¹ina
lt: Kirilicos darbastalis
mg: Birao Sililika
ml: സിറിലിക് ഡെസ്ക്ടോപ്
nb: Kyrillisk skrivebord
nn: Kyrillisk skrivebord
pa: ਸਿਰਲਿਕ ਡੈਸਕਟਾਪ
ru: Поддержка кириллицы на рабочем столе
sk: Desktop s cyrilikou
sl: Namizje v cirilici
ta: சைரிலிக் (Cyrillic) மேஜை
tr: Kiril masaüstü
